{"judul": "Vinland Saga Season 2", "sinopsis": "After his father's death and the destruction of his village at the hands of English raiders, Einar wishes for a peaceful life with his family on their newly rebuilt farms. However, fate has other plans: his village is invaded once again. Einar watches helplessly as the marauding Danes burn his lands and slaughter his family. The invaders capture Einar and take him back to Denmark as a slave. \r\n\r\nEinar clings to his mother's final words to survive. He is purchased by Ketil, a kind slave owner and landlord who promises that Einar can regain his freedom in return for working in the fields. Soon, Einar encounters his new partner in farm cultivation—Thorfinn, a dejected and melancholic slave. As Einar and Thorfinn work together toward their freedom, they are haunted by both sins of the past and the ploys of the present. Yet they carry on, grasping for a glimmer of hope, redemption, and peace in a world that is nothing but unjust and unforgiving.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49387/Vinland_Saga_Season_2", "score": "8.72", "genre": ["Action", "Adventure", "Drama"], "img": "https://cdn.myanimelist.net/images/anime/1170/124312.jpg"}
{"judul": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou II", "sinopsis": "As peace returns to the demon realm, Anos Voldigoad wishes nothing more than to put his reputation as the Demon King of Tyranny to rest and go back to being a misfit at the prestigious Demon King Academy. Unfortunately, any tranquility is fleeting: sinister demons, kings, and deities plot Anos's demise from the shadows.\r\n\r\nRumors spread about the \"Child of God,\" a being whose power may rival that of Anos. To uncover the truth and eliminate the potential threat, Anos must journey deep into the land of spirits. However, the spirit world is shrouded in mystery, and it may only be entered after undergoing a series of difficult trials.\r\n\r\nWith unrivaled power and confidence, Anos braces himself to defeat various formidable enemies with grandiose titles. But he—with the assistance of his trusted allies—will barely have to break a sweat as the true Demon King of Tyranny.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/48417/Maou_Gakuin_no_Futekigousha__Shijou_Saikyou_no_Maou_no_Shiso_Tensei_shite_Shison-tachi_no_Gakkou_e_Kayou_II", "score": "7.15", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1471/128323.jpg"}
{"judul": "Tokyo Revengers: Seiya Kessen-hen", "sinopsis": "In spite of his best time-leaping efforts, Takemichi Hanagaki continuously fails to prevent the present-day death of Hinata Tachibana, his adolescent love. The adult Takemichi grapples with grief and the ramifications of the Tokyo Manji gang's criminal empire—an unintended product of his timeline meddling. Though the gang once operated under the idealistic Manjirou \"Mikey\" Sano, it has now been taken over by the malicious Tetta Kisaki and, as a result, has abandoned its original optimistic intent.\r\n\r\nDespite feeling hopeless, Takemichi travels to the past once again to investigate Black Dragon, a rival motorcycle gang whose actions ultimately lead to Hinata's demise. There, he meets the young Hakkai Shiba, a fellow gang member whose older brother, Taiju, tyrannically rules Black Dragon. When Taiju brutally beats Takemichi in a one-sided street brawl, Hakkai attempts to withdraw from Tokyo Manji in apology—an act that Takemichi must prevent to spare Hakkai a grim future.\r\n\r\nThrough a shared tragedy, Takemichi bonds with Chifuyu Matsuno, establishing a close comradery both boys desperately need. With Chifuyu on his side, Takemichi works to unravel the fates of Black Dragon's members, fighting to create a happy future for his loved ones.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50608/Tokyo_Revengers__Seiya_Kessen-hen", "score": "7.66", "genre": ["Action", "Drama", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1773/132313.jpg"}
{"judul": "Tomo-chan wa Onnanoko!", "sinopsis": "Childhood friends Tomo Aizawa and Junichirou \"Jun\" Kubota do everything together, whether it be training or just enjoying a fun day out. Anyone would think that these two are best friends for life. The only issue is that the tomboyish Tomo is in love with Jun, but he regards her like a brother.\r\n\r\nAt the start of their first year of high school, Tomo confesses her feelings to Jun. However, her rough mannerisms and lack of hesitance to throw a punch do nothing to sway Jun's heart. Realizing that he will remain indifferent to her affections unless she does something about it, Tomo must find a way to knock some sense into Jun and open his eyes to what is right in front of him.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52305/Tomo-chan_wa_Onnanoko", "score": "7.64", "genre": ["Comedy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1444/131828.jpg"}
{"judul": "Ijiranaide, Nagatoro-san 2nd Attack", "sinopsis": "Hayase Nagatoro and Naoto Hachiouji have grown closer: the girl spends more time than ever in the art club room with her senpai. Although he is always on edge, Naoto no longer seems to mind Nagatoro's presence. Time and again, Naoto demonstrates his hidden, cool demeanor, and Nagatoro displays her possessive tendencies. However, they still can not seem to completely close the distance between them. It is clear to everyone else that the pair have feelings for each other.\r\n\r\nFor Nagatoro, there is nothing more entertaining than toying with Naoto. But as the girl shows no plans to stop teasing her senpai, it is only a matter of time before they realize how they truly feel.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50197/Ijiranaide_Nagatoro-san_2nd_Attack", "score": "7.46", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1902/129579.jpg"}
{"judul": "NieR:Automata Ver1.1a", "sinopsis": "In a post-apocalyptic world overrun by alien-crafted \"Machine Lifeforms,\" humanity is preparing for its last stand. Forced to retreat to the Moon for safety, humans are pinning their hopes on a group of man-made androids known as YoRHa soldiers. Led by the all-purpose battle android YoRHa 2-gou B-gata \"2B,\" the group will fight to take control of the Earth back from its invaders.\r\n\r\nAs war against the machines rages on, the YoRHa slowly begin to see the first shards of truth underlying the brutal conflict. Facing the harsh reality before her, the unwavering warrior 2B starts to question her very existence and just how much she must sacrifice for the sake of humanity.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51105/NieR_Automata_Ver11a", "score": "7.48", "genre": ["Action", "Fantasy", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1399/128318.jpg"}
{"judul": "Bungou Stray Dogs 4th Season", "sinopsis": "Fourth season of Bungou Stray Dogs.", "link": "https://myanimelist.net/anime/50330/Bungou_Stray_Dogs_4th_Season", "score": "8.64", "genre": ["Action", "Mystery", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1263/132759.jpg"}
{"judul": "Itai no wa Iya nano de Bougyoryoku ni Kyokufuri Shitai to Omoimasu. 2", "sinopsis": "After achieving fruitful results in New World Online's previous events, the now famous Maple Tree guild is excited to explore the new floors introduced in game. As if their guild was not already feared enough, each member is motivated to find stronger skills for themselves in order to greatly expand their options in future battles. Not forgetting the importance of networking, the guild also forges amicable relationships with other notable guilds, such as the Kingdom of the Flame Emperor and the Congregation of the Holy Swords.\r\n\r\nWith their eccentric guild master Maple at the forefront, the members of Maple Tree continue to stumble upon creative ways to implement their skills, driving the game developers crazy along the way.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/41514/Itai_no_wa_Iya_nano_de_Bougyoryoku_ni_Kyokufuri_Shitai_to_Omoimasu_2", "score": "7.41", "genre": ["Action", "Adventure", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1782/128859.jpg"}
{"judul": "Otonari no Tenshi-sama ni Itsunomanika Dame Ningen ni Sareteita Ken", "sinopsis": "Mahiru Shiina is worthy of her nickname \"Angel\": she is a divine beauty loved by all, and she excels in both academics and athletics. Shiina lives in an entirely different world from Amane Fujimiya, her next-door neighbor. Despite living so close together, they have never spoken once. But their silence is broken when Fujimiya spots Shiina gloomily sitting on a swing amidst a heavy rainstorm and lends her his umbrella. \r\n\r\nWhen Fujimiya catches a cold the next day, Shiina wishes to return the favor for the umbrella by nursing him back to health. Believing that this would be their first and last interaction, he silently appreciates her kindness. However, Shiina—who can not help but worry about Fujimiya's lack of tidiness and proper nutrition—begins to cook and clean for him. As the unlikely pair spend time together in Fujimiya's apartment, they explore the true nature of their relationship and the gentle emotions that emerge from it.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50739/Otonari_no_Tenshi-sama_ni_Itsunomanika_Dame_Ningen_ni_Sareteita_Ken", "score": "7.94", "genre": ["Comedy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1240/133638.jpg"}
{"judul": "Buddy Daddies", "sinopsis": "On Christmas Eve, four-year-old Miri Unasaka arrives in Tokyo completely alone, in search of her father. The bright lights and merry atmosphere guide Miri to a big hotel and a man with a delicious-looking cake. However, the child has just unknowingly walked into the center of an elaborate, foolproof plan for assassinating a dangerous mafia boss.\r\n\r\nProfessional assassins Kazuki Kurusu and Rei Suwa live together, fleeing memories of their grim childhoods and avoiding emotional connections. When their mission goes awry and they end up bringing Miri home, there is only one reasonable thing to do: return Miri to her mother. But the girl's innocent laugh and pure worldview quickly enamor her to Kazuki, who secretly enjoys playing a parent, and it is not long before Rei's impenetrable heart makes room for Miri.\r\n\r\nMiri's every move is unpredictable, and Kazuki and Rei find raising an energetic child harder than any of their missions. Although it presents a great risk to their careers, Kazuki and Rei—both assuming the affectionate nickname \"papa\"—decide to provide Miri with a normal childhood despite all the odds stacked against them.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/53411/Buddy_Daddies", "score": "7.85", "genre": ["Action", "Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1553/133767.jpg"}
{"judul": "Koori Zokusei Danshi to Cool na Douryou Joshi", "sinopsis": "Kind-hearted Himuro-kun is unfortunate: when in deep concentration, stressed, or flustered, he involuntarily creates blizzard conditions for himself and anyone in his vicinity. During one such incident on the first day of his new job, Himuro-kun encounters the beautiful Fuyutsuki-san, who helps him break out of his nerve-induced ice. As it turns out, Fuyutsuki-san is his new coworker.\r\n\r\nAt the office, the cool-headed Fuyutsuki-san offers simple and rational solutions to Himuro-kun's icy dilemmas—everything from helping him garden without freezing his plants to ensuring he does not melt during their tropical work retreat. Every time Fuyutsuki-san does something kind for him, the tempest of emotions he experiences inside embarrassingly manifests on the outside.\r\n\r\nAs a result of the frequent snowstorms, Himuro-kun's feelings for Fuyutsuki-san are impossible to hide. Even though Fuyutsuki-san is unfamiliar with love, Himuro-kun remains determined to repay her kindness and warm her heart in any way he can.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52173/Koori_Zokusei_Danshi_to_Cool_na_Douryou_Joshi", "score": "7.41", "genre": ["Comedy", "Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1927/132758.jpg"}
{"judul": "Kubo-san wa Mob wo Yurusanai", "sinopsis": "Junta Shiraishi is a high school student with one simple goal—to enjoy his youth. However, achieving this goal is not so straightforward since Shiraishi is effectively invisible to his peers; even his teachers routinely fail to notice his presence. In fact, there is a rumor circulating that whoever manages to spot him will receive good luck. \r\n\r\nBut there is one person who notices Shiraishi's presence without fail. Seated right next to him, Nagisa Kubo is determined not to let him quietly fade into the background. Unfortunately for him, this means that Shiraishi finds himself in some peculiar situations, all orchestrated by Kubo. Despite this, Kubo's playful antics might just be the catalyst needed to spark the thrilling youth that Shiraishi longs for.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51815/Kubo-san_wa_Mob_wo_Yurusanai", "score": "7.63", "genre": ["Comedy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1818/132330.jpg"}
{"judul": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka IV: Fuka Shou - Yakusai-hen", "sinopsis": "Second part of Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka IV.", "link": "https://myanimelist.net/anime/53111/Dungeon_ni_Deai_wo_Motomeru_no_wa_Machigatteiru_Darou_ka_IV__Fuka_Shou_-_Yakusai-hen", "score": "8.16", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1226/131884.jpg"}
{"judul": "Kyokou Suiri Season 2", "sinopsis": "During a blizzard, Masayuki Muroi's old high school friend pushes him off a mountain to certain death. However, Masayuki survives the fall and escapes to safety thanks to Yuki-Onna, the spirit of a beautiful young woman who is said to lead men to their demise—but all she asks in return is money.\r\n\r\nEleven years later, Masayuki has lived a successful life, having gotten married and amassing a great fortune. But when his company collapses and his wife cheats on him, Masayuki retreats to the city where Yuki-Onna once saved him, and he reconnects with her by offering her money and tasty meals. While Masayuki recovers from his misfortunes, another one knocks on his door: his ex-wife is found beaten to death, and now only Yuki-Onna—who cannot reveal herself—can corroborate his alibi.\r\n\r\nWith no one to turn to, Yuki-Onna enlists the help of the spirits' God of Wisdom, Kotoko Iwanaga. Revered by the various spirits that wander the earth, Kotoko uses her extraordinary wits and cunning to solve all quarrels they may have. In her duty to protect spirits and humans from colliding, Kotoko drags along her immortal boyfriend, Kurou Sakuragawa, and promises to prove Masayuki's innocence without exposing Yuki-Onna's existence.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/44204/Kyokou_Suiri_Season_2", "score": "7.49", "genre": ["Mystery", "Romance", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1901/131653.jpg"}
{"judul": "Tensei Oujo to Tensai Reijou no Mahou Kakumei", "sinopsis": "Princess Anisphia \"Anis\" Wynn Palletia has always dreamed of flying through the sky, even though the people of her kingdom consider it a silly ambition. Also at odds with her goal is the fact that Anis is incapable of using magic despite her noble status. Refusing to give up so easily, she renounces her right to the throne, and focuses on developing \"magicology\" by combining various resources with knowledge from her previous life on Earth.\r\n\r\nDue to Anis' nature, responsibility for the kingdom's future is passed onto her younger brother, Algard. Pushed into a political marriage with Euphyllia Magenta, a girl he hardly knows, Algard rebels by spending more time with a commoner girl than his fiancée. After Euphyllia tries to intervene, Algard publicly calls off their marriage and denounces his ex-fiancée as a bully.\r\n\r\nAfter crashing into the banquet where Algard makes the announcement, Anis rescues Euphyllia on the flying broom she is testing. She decides to make Euphyllia her assistant, which the other girl reluctantly agrees to. Although their partnership appears random at first, Anis has an ulterior motive for wanting Euphyllia's company.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52736/Tensei_Oujo_to_Tensai_Reijou_no_Mahou_Kakumei", "score": "7.78", "genre": ["Fantasy", "Girls Love"], "img": "https://cdn.myanimelist.net/images/anime/1053/129004.jpg"}
{"judul": "Spy Kyoushitsu", "sinopsis": "A decade ago, mankind witnessed the deadly potential of weapons caused by the Great War. To avoid another catastrophe, governments worldwide have resorted to espionage to fulfill their agendas.\r\n\r\nIn the Din Republic, Lily is an enthusiastic young girl who aspires to become a spy and serve her nation. However, she begins to doubt her abilities, as she struggles to perform well academically. Lily's passion is reignited when she is offered provisional graduation by joining the spy team Lamplight, which she eagerly accepts despite the enigmatic nature of the opportunity.\r\n\r\nUpon arriving at her destination, Lily is surprised to find six other girls waiting there, all of whom have faced their own academic difficulties as well. A mysterious man named Klaus soon appears and reveals they must complete an \"Impossible Mission\": to infiltrate the Galgad Empire after just one month of training. Although skeptical, the girls eventually agree to work together under Klaus' guidance—as this might be their only chance to prove their worth as spies.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51252/Spy_Kyoushitsu", "score": "6.27", "genre": ["Action", "Fantasy", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1491/132864.jpg"}
{"judul": "Ningen Fushin no Boukensha-tachi ga Sekai wo Sukuu you desu", "sinopsis": "Veteran adventurer Nick, mage Tiana, cleric Zem, and half-dragon Curran each show up alone at a tavern, only to find themselves seated at the same table. As the night goes on, they take turns divulging their grievances and the hobbies they have taken up as a means of coping. While their stories are utterly different, there is one common thread: betrayal. Each of the four, having been bitterly betrayed by someone they treasured, has developed a deep-seated distrust of humanity.\r\n\r\nBut in addition to their similar worldviews, the four have one more commonality: a critical lack of funds. Realizing that things cannot continue as they are, they decide to form a party, rank up, and make as much money as possible to spend on their respective hobbies. What these disillusioned adventurers do not know, however, is that they will one day save the world from unfathomable peril.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49612/Ningen_Fushin_no_Boukensha-tachi_ga_Sekai_wo_Sukuu_you_desu", "score": "6.59", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1446/131578.jpg"}
{"judul": "Tondemo Skill de Isekai Hourou Meshi", "sinopsis": "Along with three other heroes, 27-year-old Mukouda Tsuyoshi is transported into a fantasy world to rescue a kingdom from a mysterious threat. However, it soon becomes clear that Tsuyoshi has been dragged into the summoning ritual by accident. His only skill turns out to be \"Food Menu,\" which allows him to open an interface where he can purchase and obtain food-related supermarket items from modern Japan.\r\n\r\nUnceremoniously booted out of the palace, Tsuyoshi sets out on his own into his new world. However, his ability to create delicious dishes unknown to this world soon pays dividends, even attracting the legendary wolf Fenrir. Fenrir is so taken in by the food that the creature immediately forms a contract with Tsuyoshi, becoming his familiar. Followed by this whimsical mythical being, Tsuyoshi takes up a job as a merchant and adventurer, travelling and cooking up mouth-watering meals that never fail to amaze the inhabitants of this world.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/53446/Tondemo_Skill_de_Isekai_Hourou_Meshi", "score": "7.65", "genre": ["Adventure", "Comedy", "Fantasy", "Gourmet"], "img": "https://cdn.myanimelist.net/images/anime/1661/131889.jpg"}
{"judul": "Trigun Stampede", "sinopsis": "On the planet Noman's Land, reporters Meryl Stryfe and Roberto De Niro traverse the desert in search of the infamous outlaw Vash the Stampede. But the man they find near the desolate town of Jeneora Rock is a far cry from the lethal terrorist they expect. In reality, Vash is a passive and carefree drifter; he is a proponent of peace, beloved by the residents of the town. His inaccurate reputation actually stems from the widespread atrocities committed by his twin brother Knives Millions. Still, Vash is dubbed \"The Humanoid Typhoon'' due to the tendency for violent chaos to follow in his wake.\r\n\r\nChaos soon arrives in the form of bounty hunters seeking the high price on Vash's head, and their violent pursuit poses great danger to the town and its precious power plant. Thanks to his gunslinging prowess, Vash is able to resist most of these nefarious forces. Yet he must soon face off against the ultimate evil: the unstoppable destructive power of his malevolent brother.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52093/Trigun_Stampede", "score": "7.42", "genre": ["Action", "Adventure", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1426/129194.jpg"}
{"judul": "Saikyou Onmyouji no Isekai Tenseiki", "sinopsis": "Despite standing at the zenith as the strongest exorcist, Haruyoshi Kuga sought even greater power, which led to his demise at the hands of those who envied his might. As he draws his last breath, he casts a spell that allows him to reincarnate and swears to become more cunning, hoping that all his efforts will prove useful in his next life.\r\n\r\nHaruyoshi is soon reborn in another world as Seika Lamprogue, an illegitimate son of a noble family that prides itself on magic. However, his new family largely ignores him due to his lineage and magic deficiency. Nevertheless, the unbothered Seika leverages the knowledge from his previous life to make numerous valuable allies. As he begins to explore the true limits of his abilities, Seika must also be wary of the consequences that tarnished his past and avoid repeating the same mistakes.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50932/Saikyou_Onmyouji_no_Isekai_Tenseiki", "score": "7.29", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1547/125900.jpg"}
{"judul": "Isekai Nonbiri Nouka", "sinopsis": "During the final years of his life, Hiraku Machio remained confined to a hospital bed with a terminal illness until he finally passed away. Taking pity on the unfair life he lived, a god decides to reincarnate Hiraku in another world where he can live as he pleases. Wanting to try farming in this new life, he is bestowed with an all-in-one \"Almighty Farming Tool\" that can transform into any useful implement he wishes. Hiraku is then transported to a forest seemingly far from civilization. Here, he plans to build and farm everything from scratch—gradually developing the lifeless area into a thriving new society.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51462/Isekai_Nonbiri_Nouka", "score": "7.51", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1983/132329.jpg"}
{"judul": "Hyouken no Majutsushi ga Sekai wo Suberu", "sinopsis": "As the first commoner to attend the prestigious Arnold Academy of Sorcery, Ray White is immediately met with contempt from some of the students hailing from nobility. Unbeknownst to them, Ray's real identity is that of the famous Iceblade Sorcerer—a hero who led the country to victory in a past war and is one of the seven strongest sorcerers alive. Despite his legendary status, Ray wants nothing more than to live out the ordinary school life he never had.\r\n\r\nRay quickly makes friends with some of the most influential students thanks to his kind and amiable nature. Unfortunately, as those with nefarious motives begin to make their move, Ray may soon have no choice but to use his true power to preserve the bonds that make his new life worthwhile.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51711/Hyouken_no_Majutsushi_ga_Sekai_wo_Suberu", "score": "6.36", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1049/131580.jpg"}
{"judul": "Eiyuu-ou, Bu wo Kiwameru Tame Tenseisu: Soshite, Sekai Saikyou no Minarai Kishi♀", "sinopsis": "The hero king Inglis—who dedicated his entire life to building his country—is now approaching death. To award him for his honorable achievements, the goddess Alistia appears and grants him one wish. Having never been able to master the blade, Inglis asks to be reincarnated in order to do so.\r\n\r\nIn a blink of an eye, Inglis finds himself born in the far future as a daughter of the Eucus noble family. Six years later, Inglis is discovered to be Runeless—incapable of utilizing the runes that enable the use of magic in this era. She is therefore ineligible to become a knight. However, this fits in well with Inglis' plan: she instead decides to become the squire for her cousin, Rafinha Bilford, allowing Inglis to focus on pushing her limits.\r\n\r\nFor Inglis, the challenges this familiar yet different world has to offer are instead opportunities for her to hone her skills—and possibly become an extraordinary squire in the process.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50481/Eiyuu-ou_Bu_wo_Kiwameru_Tame_Tenseisu__Soshite_Sekai_Saikyou_no_Minarai_Kishi♀", "score": "6.94", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1044/129594.jpg"}
{"judul": "Oniichan wa Oshimai!", "sinopsis": "Self-professed \"home security guard\" Mahiro Oyama has not left his home in years, secluding himself in his room playing erotic visual novels. This depraved lifestyle causes his prodigious sister, Mihari, to worry about his well-being. In hopes of solving this problem, she devises a plan to rehabilitate him back to normalcy.\r\n\r\nThe first part of Mihari's plan is to concoct a medicine that changes her brother's biological constitution into a bona fide female, much to Mahiro's vehement dismay. Stuck in this predicament, Mahiro has no choice but to live out his life as a cute girl until the effect wears off—if it ever does.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51678/Oniichan_wa_Oshimai", "score": "7.38", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1058/131632.jpg"}
{"judul": "Benriya Saitou-san, Isekai ni Iku", "sinopsis": "Despite being a handyman with a wide range of skills, Saitou is severely undervalued and underpaid. When he complains, his boss fires him, claiming that he is easily replaceable. As if his luck was not bad enough, a truck suddenly hits and kills Saitou on his way home.\r\n\r\nSurprisingly enough, Saitou does not die; instead, he is transported to another world. There, he meets a party composed of the female knight Raelza, the moonlight fairy Lafanpan, and the mage Morlock, who are all coincidentally looking to recruit a new member with a skill set like Saitou's.\r\n\r\nThroughout their time together, Saitou uses his expertise to assist his fellow party members and soon comes to receive the recognition he never thought was possible. However, Saitou's presence may just be the catalyst that will connect a diverse cast of people from different places, slowly uncovering the fate that could bring a great change to this world.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50854/Benriya_Saitou-san_Isekai_ni_Iku", "score": "7.16", "genre": ["Adventure", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1805/132335.jpg"}
{"judul": "Inu ni Nattara Suki na Hito ni Hirowareta.", "sinopsis": "On a rainy afternoon, a male high school student awakens freezing on the streets with no memory of how he got there. His classmate and crush, Karen Inukai, finds him and takes him back to her home where, to his surprise, she starts to undress. She seems intent on bathing with him, though he has no idea why. When she holds him once more, he catches a glimpse of himself in the mirror—discovering that he has turned into a dog!\r\n\r\nInukai adopts the puppy and names him Pochita. Now, he must adjust to life as a dog and figure out how to get out of this strange predicament. But while he mulls over an escape plan, Pochita sees a whole new side to Inukai that he never saw at school.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51265/Inu_ni_Nattara_Suki_na_Hito_ni_Hirowareta", "score": "5.24", "genre": ["Comedy", "Ecchi"], "img": "https://cdn.myanimelist.net/images/anime/1832/132333.jpg"}
{"judul": "Kami-tachi ni Hirowareta Otoko 2nd Season", "sinopsis": "Since reincarnating into a new world, Ryouma Takebayashi has used his god-given graces to tame countless slimes and employ them to improve the lives of everyone around him. With the astonishing success of his laundry shop, Bamboo Forest, he is finally ready to take on new frontiers and open a branch in the neighboring city of Lenaf. Abiding by his promise with his dearest friend, Eliaria Jamil, Ryouma makes every day count, whether learning new techniques, forming connections, or even discovering more species of slime.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49109/Kami-tachi_ni_Hirowareta_Otoko_2nd_Season", "score": "7.08", "genre": ["Fantasy", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1521/131469.jpg"}
{"judul": "Kaiko sareta Ankoku Heishi (30-dai) no Slow na Second Life", "sinopsis": "For more than 30 years, Dariel has been a loyal soldier in the Demon King's army, having been raised by Granverza, one of the Four Heavenly Generals. However, as Dariel lacks any magical potential, he is nothing but a disgrace in the eyes of Granverza's son, Bashubaza, who fires Dariel right after assuming his father's position as a general.\r\n\r\nStripped of a home and a job, Dariel wanders the forests, where he stumbles upon a human girl named Marika running from a monster. After Dariel intervenes to help Marika, she invites him to stay at her village in return. There, he discovers that the reason he has zero suitability for magic as a demon is that he is, in fact, a human.\r\n\r\nHowever, Dariel is no ordinary human. Possessing potential that far outweighs even heroes, Dariel may soon find himself involved in the humans and demons' seemingly never-ending conflict, facing against the race he once considered allies.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52446/Kaiko_sareta_Ankoku_Heishi_30-dai_no_Slow_na_Second_Life", "score": "6.91", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1224/132328.jpg"}
{"judul": "Shin Shinka no Mi: Shiranai Uchi ni Kachigumi Jinsei", "sinopsis": "Thanks to the Fruit of Evolution, Seiichi Hiiragi's amazing new life in another world allows him to meet dependable allies and create formidable spells. His abilities catch the attention of Barnabus Ablitt, the principal of the Barbador Academy of Magic, who invites Seiichi to become a teacher at the institution. Coincidentally, Seiichi's classmates from Earth are enrolled there, which will lead to an awkward reunion if he is to meet them.\r\n\r\nBehind the scenes, however, an enigmatic cult called The Great Devil Order devises a sinister scheme to resurrect their deity and sacrifice the students of Barbador to hasten the process. As Seiichi's power is second to none, it is up to him to protect not only his friends but also the entire world from the looming darkness.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51495/Shin_Shinka_no_Mi__Shiranai_Uchi_ni_Kachigumi_Jinsei", "score": "5.95", "genre": ["Adventure", "Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1862/128297.jpg"}
{"judul": "High Card", "sinopsis": "After discovering that his orphanage was on the brink of closing due to financial stress, Finn, who was living freely on the streets, set out for a casino with the aim of making a fortune. However, nothing could have prepared Finn for the nightmare that was awaiting him. Once there, Finn encountered a car chase and bloody shootout caused by a man's \"lucky\" card.\r\n\r\nFinn will eventually learn what the shootout was about. The world order can be controlled by a set of 52 X-Playing cards with the power to bestow different superhuman powers and abilities to the ones that possess them. With these cards, people can access the hidden power of the \"buddy\" that can be found within themselves.\r\n\r\nThere is a secret group of players called High Card, who have been directly ordered by the king of Fourland to collect the cards that have been scattered throughout the kingdom while moonlighting as employees of the luxury carmaker Pinochle. Scouted to become the group's fifth member, Finn soon joins the players on a dangerous mission to find these cards.\r\n\r\n\"All you need in life are manners, dignity, and the will to bet on your own life.\"\r\n\r\nHowever, Who's Who, the rival car maker obsessed with defeating Pinochle, and the Klondikes, the infamous Mafia family, stand in the way of the gang. A frenzied battle amongst these card-obsessed players, fueled by justice, desire, and revenge, is about to begin!\r\n\r\nAre you ready? It's Showdown!!\r\n\r\n(Source: TMS Entertainment)", "link": "https://myanimelist.net/anime/49154/High_Card", "score": "7.23", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1803/131345.jpg"}
{"judul": "Tsundere Akuyaku Reijou Liselotte to Jikkyou no Endou-kun to Kaisetsu no Kobayashi-san", "sinopsis": "Broadcasting club member Shihono Kobayashi always gushes to her friend Aoto Endou about MagiKoi, an otome game where protagonist Fiene attends the Royal Academy of Magic. But despite the colorful cast, the one character Kobayashi is most obsessed with is the villainess Lieselotte Riefenstahl. Contrary to her rude remarks toward Fiene, Lieselotte longs to be her friend. Lieselotte is also deeply in love with her own fiancé, Prince Siegwald Fitzenhagen—the game's main love interest. Unfortunately, in almost every route, Lieselotte is doomed to a tragic end.\r\n\r\nKobayashi manages to convince Endou to play MagiKoi to practice his speaking skills. What begins as a normal playthrough turns extraordinary when Siegwald suddenly hears the players' voices inside the game! Now labeled as \"gods,\" Endou and Kobayashi use their comments and analyses to save their beloved tsundere villainess from her fated demise.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50652/Tsundere_Akuyaku_Reijou_Liselotte_to_Jikkyou_no_Endou-kun_to_Kaisetsu_no_Kobayashi-san", "score": "7.20", "genre": ["Comedy", "Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1997/131327.jpg"}
{"judul": "Revenger", "sinopsis": "Tricked into assassinating his own prospective father-in-law, righteous samurai Raizou Kurima is overwhelmed with guilt. In order to reclaim his honor, Raizou swears vengeance on the lord who gave him those misleading orders. In his pursuit, he is aided by self-proclaimed merchant-of-all-trades Yuuen Usui, who is actually one of the Revengers—assassins who seek justice for the wronged and dispense bloody revenge on their behalf.\r\n\r\nTragedy seems destined to follow Raizou as he becomes increasingly intertwined with members of the Revengers. As he begins working as a vigilante alongside them, the complicated web between the corrupt Japanese political elite, the unscrupulous Europeans, and the Revengers gradually reveals itself. The more entangled he becomes in these affairs, the more Raizou realizes that justice is as deceptive as the honor that he sought to redeem.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/53213/Revenger", "score": "6.68", "genre": ["Action", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1884/131748.jpg"}
{"judul": "Sugar Apple Fairy Tale", "sinopsis": "In the kingdom of Highland, fairies lived freely until humans betrayed them. Once a fairy has been stripped of a wing, whoever possesses it holds the fairy's life in their hands. Taking advantage of this, humans enslaved fairies, but 15-year-old Ann Halford longs to see the day when fairies and humans are treated as equals.\r\n\r\nThe aspiring confectioner dreams of becoming a Silver Sugar Master just like her late mother. In order to achieve this lofty goal, Ann sets out for the capital of Lewiston, home to the annual Royal Candy Fair. However, to be bestowed the elusive title, Ann's confection crafted from silver sugar must be recognized with a royal medal at the event.\r\n\r\nAnn hires a sharp-tongued warrior fairy, Shall Fen Shall, to be her bodyguard for the perilous journey ahead. After saving him from his cruel fairy trader, she promises to return Shall's wing to him once they reach the capital, much to his confusion. But as the pair travel further along, the time they spend together grows, and they learn more about each other and their true desires.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49980/Sugar_Apple_Fairy_Tale", "score": "7.34", "genre": ["Adventure", "Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1897/131300.jpg"}
{"judul": "Rougo ni Sonaete Isekai de 8-manmai no Kinka wo Tamemasu", "sinopsis": "Mitsuha Yamano could not have had it worse. After failing to enter her university of choice and losing her entire family in an accident, she finds herself plummeting off a cliff due to an especially fragile guardrail. Through what seems to be the only bit of the fortune left in her life, Mitsuha's firm unwillingness to die allows her to be transported to another world, where she ends up surviving.\r\n\r\nIn this foreign land, Mitsuha wanders around for days before collapsing from exhaustion and being rescued by a little girl named Colette. Not long after, she finds herself in yet another life-threatening situation, and her indomitable will shines once more, granting her an audience with a divine cosmic being. The entity reveals to Mitsuha that she has acquired not only superhuman regeneration but also the ability to transport between worlds at will.\r\n\r\nArmed with this new information, Mitsuha brainstorms ways to utilize her newfound power to its full potential. Realizing that she can take goods from Earth and resell them to the other world at a higher price, she resolves to save up eighty thousand gold coins to be able to retire comfortably.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52461/Rougo_ni_Sonaete_Isekai_de_8-manmai_no_Kinka_wo_Tamemasu", "score": "6.76", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1890/131473.jpg"}
{"judul": "Ayakashi Triangle", "sinopsis": "Ayakashi are strange, supernatural creatures invisible to the majority of people. Though most are harmless, some ayakashi attack humans to devour their life force. Exorcist ninjas are tasked with protecting people from these spiteful spirits.\r\n\r\nMatsuri Kazamaki is a young exorcist ninja born to a prestigious clan. His childhood friend, Suzu Kanade, is an ayakashi medium—an individual with immense vitality that attracts ayakashi. Matsuri deems all ayakashi threatening and wishes to keep Suzu as far from them as possible, but this clashes with her desire to remain close to them. One day, the pair encounters Shirogane, the \"King of Ayakashi,\" who is hellbent on consuming Suzu. As she is about to be eaten, Matsuri comes to the rescue and manages to seal the ayakashi's powers—but not before Shirogane takes revenge by turning him into a girl!\r\n\r\nUntil he finds a way to transform back, Matsuri must adjust to his new, peculiar lifestyle while fighting against hostile ayakashi. Moreover, Suzu is now conflicted about her feelings toward Matsuri—further plunging their relationship into a state of ambiguity.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50606/Ayakashi_Triangle", "score": "6.52", "genre": ["Action", "Comedy", "Romance", "Supernatural", "Ecchi"], "img": "https://cdn.myanimelist.net/images/anime/1078/131921.jpg"}
{"judul": "Ooyukiumi no Kaina", "sinopsis": "Humanity is facing extinction. In a snow-covered world where water has become scarce, the last habitable lands are located at the feet of gigantic Orbital Trees scattered about the desolated Earth. According to a legend, there exists a sage who knows the secret to producing abundant quantities of water to save mankind. \r\n\r\nLiliha, the princess of Atland, uses an organic hot-air balloon to climb to the top of an Orbital Tree in hopes of meeting her country's savior. Once she reaches the Canopy—an area that appears to be an infinite window of transparent ice—she meets Kaina, one of the last men alive on the Canopy. However, she can not find the man she was looking for.\r\n\r\nUnable to return by herself to her country, the princess finds a helping hand in Kaina, who is eager to explore the surface world that he thought was empty. As Kaina learns about the war against Liliha's country, the antagonistic technologically advanced nation Valghan, and other perils of the surface, he realizes that his escorting mission will prove more difficult than he imagined.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50864/Ooyukiumi_no_Kaina", "score": "6.79", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1064/131833.jpg"}
{"judul": "Ars no Kyojuu", "sinopsis": "In the world of Ars, humans lead a decades-long war against giant beasts that ravage the lands and feed on their resources. Those tasked with fighting them are champions called nagimori, who utilize the destructive power of kannagi: beings gifted with uncontrollable magical powers.\r\n\r\nWhile mourning the death of his war partner, former nagimori Jiiro crosses paths with Kuumi, a young woman who has just awakened her magical powers. After the pair form a contract to save the city from a giant beast attack, Jiiro learns that Kuumi has escaped a laboratory and is being hunted by the underlings of Mezami, the head of the research facility.\r\n\r\nReluctantly agreeing to help Kuumi flee from her pursuers, Jiiro starts traveling with his new partner and her friend Myaa, a young girl with a cat headdress. As the unlikely trio wanders the Arsian lands, top officials begin setting their plans into motion—and the group of adventurers soon discover that men are to be feared more than monsters.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/53179/Ars_no_Kyojuu", "score": "6.48", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1866/133949.jpg"}
{"judul": "Tsurune: Tsunagari no Issha", "sinopsis": "Despite the prefectural tournament's breathtaking conclusion, the Kazemai High School Kyudo Club has no time to celebrate. With the national competition right around the corner, the club is determined to prove that their initial victory was not a mere fluke.\r\n\r\nWith his passion for the sport reignited, Minato Narumiya earnestly prepares for the upcoming competition with his teammates, who are equally motivated to win. As the much-anticipated tournament begins, the members of Kazemai's kyudo team fight to stay on target with their ambitious goal. But when old acquaintances reappear as difficult opponents, the boys find that winning the nationals will require more dedication and effort than ever before.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52826/Tsurune__Tsunagari_no_Issha", "score": "7.83", "genre": ["Sports"], "img": "https://cdn.myanimelist.net/images/anime/1803/132337.jpg"}
{"judul": "Hikari no Ou", "sinopsis": "Human civilization no longer revolves around fire, but is instead now driven by fear of it. Repeated wars have changed human biology, and people now spontaneously combust when they get close to natural flame. However, a new source of energy prevents society from complete collapse: a stone-shaped material used to produce light and steam lies within the bodies of monsters that infest numerous forests. Those tasked with collecting this precious resource are called fire hunters.\r\n\r\nTouko, a young village girl, is saved from a forest monster by a fire hunter who perishes during his heroic action. After the hunter's dog, Kanata, heals from his own injury, the girl's family sends her to the capital in order to return Kanata and the hunter's fire sickle to his relatives.\r\n\r\nElsewhere, the fire hunter's son, Koushi, and his sister are adopted by a wealthy family. Koushi learns some troubling facts related to the country's ruling royal family. He conducts secret research on a special fire stone found by his late father, kickstarting a race against time between the country's leaders and those trying to save mankind from its ultimate demise.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/43760/Hikari_no_Ou", "score": "6.63", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1787/131675.jpg"}
{"judul": "Mononogatari", "sinopsis": "Saenome are tasked with sealing spirits that possess objects and pose a threat to society. Known as tsukumogami, these spirits are generally non-violent, and saenome normally seal them after a simple verbal exchange.\r\n\r\nTraumatized by a previous deadly encounter with a malevolent spirit, Hyouma Kunato refuses to use peaceful methods and gets into physical confrontations with all tsukumogami that cross paths with him. Deeming this behavior unacceptable for a future clan leader, Hyouma's grandfather, Zouhei, proposes that he starts living with Botan Nagatsuki, a young woman whose family is composed of six tsukumogami—lest he be excommunicated.\r\n\r\nDetermined to track down the spirit that took everything from him, Hyouma reluctantly accepts Zouhei's proposal. As unknown groups of evil spirits begin to jeopardize the balance between worlds, the young man must gain the trust of Botan and overcome his hatred for her mysterious family.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50384/Mononogatari", "score": "6.70", "genre": ["Action", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1173/131830.jpg"}
{"judul": "The Legend of Heroes: Sen no Kiseki - Northern War", "sinopsis": "For many years following the North Ambrian Disaster, North Ambria has been known as the poorest region in Zemuria. After the state suffered a major loss due to the mysterious Salt Pale turning citizens and buildings into salt, the economy has never truly recovered. Out of necessity to secure foreign investment for the state, the former state military has turned into a group of mercenaries known as the Northern Jaegers.\r\n\r\nWishing to join the largest group of mercenaries on the continent, Lavian \"Lavi\" Winslet, a promising rookie, enlists with the Northern Jaegers. Although she has only been with them for half a year, the reserved but capable Lavi Winslet is well respected by her peers. When Lavi and her team are tasked with gathering information regarding the Imperial Hero of Erebonia—a new threat to the state—she discovers that there may be more to the continent's intricate politics than meets the eye.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/48441/The_Legend_of_Heroes__Sen_no_Kiseki_-_Northern_War", "score": "5.89", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1894/133297.jpg"}
{"judul": "Nokemono-tachi no Yoru", "sinopsis": "Wisteria is an orphan girl living in a corner of the British Empire at the end of the 19th century. Her life is desolate and bleak–until she encounters Marbas, a powerful but equally lonely immortal being with a furry appearance, hounded by hunters. Together, Wisteria and Marbas roam the Empire–populated by humans and human-like beasts–in search of a place where they can live together in peace. \r\n\r\n(Source: Seven Seas Entertainment)", "link": "https://myanimelist.net/anime/52274/Nokemono-tachi_no_Yoru", "score": "6.66", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1087/129002.jpg"}
{"judul": "Kyuuketsuki Sugu Shinu 2", "sinopsis": "Second season of Kyuuketsuki Sugu Shinu.", "link": "https://myanimelist.net/anime/50287/Kyuuketsuki_Sugu_Shinu_2", "score": "7.47", "genre": ["Comedy", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1254/131832.jpg"}
{"judul": "Mou Ippon!", "sinopsis": "The happy-go-lucky Michi Sonoda announces to her teammate, Sanae Takigawa, that she will quit judo for good after her final middle school tournament. This leaves Sanae in disbelief; after all, it was Michi's passion toward the sport that reeled Sanae into judo in the first place. Michi claims that a well-spent youth should be associated with things such as getting a boyfriend rather than sweaty tatami mats.\r\n\r\nHowever, Michi's plan to end her fledgling judo career with a bang is spoiled after experiencing an embarrassing defeat at the hands of the talented Towa Hiura. Later, her plan is further derailed when she finds out that Towa has enrolled in the same high school as herself and Sanae. With the sudden appearance of her past foe, Michi may soon realize that she still has lingering feelings for the sport of judo.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49376/Mou_Ippon", "score": "6.74", "genre": ["Sports"], "img": "https://cdn.myanimelist.net/images/anime/1039/131684.jpg"}
{"judul": "Pokemon: Mezase Pokemon Master", "sinopsis": "By embracing challenges, learning from failures, overcoming obstacles, and beating the best in the world, Satoshi finally achieves his long-held dream. His adventurous spirit, however, still runs high as he continues to explore new regions, witness unfamiliar Pokémon, and forge unexpected friendships and rivalries.\r\n\r\nAs the world opens its vast horizons to Satoshi, he once more encounters the people who helped shape his momentous path to success. A legendary journey nears its end just as an entirely new one is about to begin, with the bond between humans and Pokémon continuing forevermore.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/53874/Pokemon__Mezase_Pokemon_Master", "score": "7.73", "genre": ["Action", "Adventure", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1063/131885.jpg"}
{"judul": "Technoroid: Overmind", "sinopsis": "Due to rising sea levels and a rapidly declining human population, androids have been engineered to perform most menial tasks, allowing humans to focus on other things. Aside from providing manual labor and customer service, androids also entertain humans through Babel—a tower where participants captivate audiences with song and dance to clear Climb Stages. The higher the climb, the more prize money is awarded.\r\n\r\nAndroids Cobalt, Chrom, Neon, and Kei are down on their luck and about to have their electricity cut off from unpaid bills. Desperate to make a quick buck, the group decide to become Babel climbers. However, winning the audience's favor is a great challenge. Dejected but unwilling to give up, Cobalt resolves to somehow improve their chances after watching an impressive performance by STAND-ALONE—the top climber unit.\r\n\r\nWhen the group stumbles across a mysterious choreographer willing to give away his routine, Cobalt sees this as their only way up. With the help of their human companion, Esora Shibaura, the androids form the unit KNoCC to tackle the daunting climb to the top of Babel, but they must also overcome android-based discrimination along the way.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50284/Technoroid__Overmind", "score": "5.67", "genre": ["Mystery", "Sci-Fi", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1208/132388.jpg"}
{"judul": "Majutsushi Orphen Hagure Tabi: Urbanrama-hen", "sinopsis": "Third season of Majutsushi Orphen Hagure Tabi.\r\n", "link": "https://myanimelist.net/anime/53162/Majutsushi_Orphen_Hagure_Tabi__Urbanrama-hen", "score": "6.30", "genre": ["Action", "Adventure", "Drama", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1388/132318.jpg"}
{"judul": "Nijiyon Animation", "sinopsis": "Short anime based on the 4-koma series illustrating the daily lives of the Nijigasaki High School Idol Club’s members.", "link": "https://myanimelist.net/anime/53077/Nijiyon_Animation", "score": "6.71", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1181/131434.jpg"}
{"judul": "D4DJ All Mix", "sinopsis": "Arisugawa Academy's DJ unit Lyrical Lily is known for bringing smiles to people's faces through music. Thanks to their efforts, the local city hall requests them to perform monthly for a year as part of Operation Beckoning Cat, the town revitalization project.\r\n\r\nUnfortunately, given the long and demanding event, Lyrical Lily wonders if they can successfully meet the expectations placed on them. To better their chances, they decide to invite the DJ units that supported them during their first performance: Happy Around, Photo Maiden, Peaky P-key, Rondo, and Merm4id. Intrigued by the opportune event, the other units gladly accept Lyrical Lily's request.\r\n\r\nHowever, the project is extremely demanding. To attract visitors and new residents to the town, the energetic girls of the participating DJ units must give their best to create a memorable experience for their audiences.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51586/D4DJ_All_Mix", "score": "7.45", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1995/129754.jpg"}
{"judul": "UniteUp!", "sinopsis": "Akira Kiyose, a high schooler who loves to sing, gets recruited by a talent agency called sMiLea Production. Akira learns that the legendary idols \"Anela,\" who shocked the world with their sudden retirement, are behind the agency developing talent. Together with Banri Naoe and Chihiro Isuzugawa, also recruited by the agency, they form an idol group as they chase their dream towards super stardom alongside other idol groups \"LEGIT\" and \"JAXX/JAXX.\"\r\n\r\n(Source: Aniplex USA, edited)", "link": "https://myanimelist.net/anime/53132/UniteUp", "score": "6.90", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1308/130458.jpg"}
{"judul": "Boku to Roboko", "sinopsis": "Robotic OrderMaids are popping up in every household, and 10-year-old Bondo Taira has found out that his two closest friends—Motsuo and Gachi Gorilla—have OrderMaids too. Motsuo, in particular, owns Meico, a beautiful robot that gives excellent massages and serves drinks with a smile. Jealous of his friend, Bondo convinces his mother to get him an OrderMaid, hoping for a similar experience.\r\n\r\nHowever, to Bondo's surprise, the maid that appears outside of his door is incredibly muscular and clumsy enough to destroy a house when completing simple chores. Going by the name Roboko, this new robot is the exact opposite of what Bondo wanted. But despite that, Bondo, together with his friends, learns that there is more to Roboko than they could ever expect. \r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51940/Boku_to_Roboko", "score": "6.37", "genre": ["Comedy", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1306/131831.jpg"}
{"judul": "Hirogaru Sky! Precure", "sinopsis": "A major incident in peaceful Skyland?! The infant princess Ellee-chan has been kidnapped by a monster from the Undergu Empire! A brave girl named Sora follows the princess into a strange hole. It leads her to another world called Sorashido City. Televisions? Bicycles? Are these magical devices?!?! There's no time to be surprised! Sora has to take the princess back to the castle as soon as possible! Flying between two worlds! This is the beginning of a Precure adventure! It's hero time!\r\n\r\nSource: Toei Animation USA", "link": "https://myanimelist.net/anime/53716/Hirogaru_Sky_Precure", "score": "7.66", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1688/132531.jpg"}
{"judul": "Flaglia: Natsuyasumi no Monogatari", "sinopsis": "Iko, a third grader, lives with his four older brothers in an old house in Tateyama. Iko's family has no parents, and according to his older brothers, their mother works in Tokyo. Despite being a bit eccentric, Iko loves his brothers, who take good care of him, but they have a secret: they are wizards who live almost forever... The story unfolds of a family's summer vacation in a seaside town, happily living together while being caught up in the world of wizards.\r\n\r\n(Source: Comic Natalie, translated)", "link": "https://myanimelist.net/anime/53424/Flaglia__Natsuyasumi_no_Monogatari", "score": "0", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1065/129807.jpg"}
{"judul": "Cardfight!! Vanguard: will+Dress Season 2", "sinopsis": "Second season of Cardfight!! Vanguard: will+Dress.", "link": "https://myanimelist.net/anime/49820/Cardfight_Vanguard__will_Dress_Season_2", "score": "6.57", "genre": ["Action"], "img": "https://cdn.myanimelist.net/images/anime/1259/131669.jpg"}
{"judul": "KJ File 2nd Season", "sinopsis": "Sequel to KJ File.", "link": "https://myanimelist.net/anime/53231/KJ_File_2nd_Season", "score": "0", "genre": ["Action", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1416/132315.jpg"}
{"judul": "Yomawari Neko", "sinopsis": "The story of a cat who's drawn to the scent of tears and goes to those who are crying in an attempt to comfort or encourage them.\r\n\r\n(Source: Baka-Updates)", "link": "https://myanimelist.net/anime/53655/Yomawari_Neko", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1085/131383.jpg"}
{"judul": "One Piece", "sinopsis": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\r\n\r\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy's reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\r\n\r\n[Written by MAL Rewrite] ", "link": "https://myanimelist.net/anime/21/One_Piece", "score": "8.68", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/6/73245.jpg"}
{"judul": "Boruto: Naruto Next Generations", "sinopsis": "Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja.\r\n\r\nBoruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life.\r\n\r\nNew friends and familiar faces join Boruto as a new story begins.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/34566/Boruto__Naruto_Next_Generations", "score": "5.70", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/9/84460.jpg"}
{"judul": "Boku no Hero Academia 6th Season", "sinopsis": "With Tomura Shigaraki at its helm, the former Liberation Army is now known as the Paranormal Liberation Front. This organized criminal group poses an immense threat to the Hero Association, not only because of its sheer size and strength, but also the overpowering quirks of Jin \"Twice\" Bubaigawara and Gigantomachia.\r\n\r\nAs new intel from the covert hero Keigo \"Hawks\" Takami confirms that Shigaraki is nowhere to be seen, the Hero Association decides to strike the enemy headquarters with a surprise attack using the entirety of its assets—and the UA students find themselves on the battlefield once again. As the fight rages on, the unsuspecting villains must regroup and push back, but the brave heroes are determined to eradicate every last one of them.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49918/Boku_no_Hero_Academia_6th_Season", "score": "8.33", "genre": ["Action"], "img": "https://cdn.myanimelist.net/images/anime/1483/126005.jpg"}
{"judul": "Blue Lock", "sinopsis": "Yoichi Isagi was mere moments away from scoring a goal that would have sent his high school soccer team to the nationals, but a split-second decision to pass the ball to his teammate cost him that reality. Bitter, confused, and disappointed, Isagi wonders if the outcome would have been different had he not made the pass. When the young striker returns home, an invitation from the Japan Football Union awaits him. Through an arbitrary and biased decision-making process, Isagi is one of three hundred U-18 strikers selected for a controversial project named Blue Lock. \r\n\r\nThe project's ultimate goal is to turn one of the selected players into the star striker for the Japanese national team. To find the best participant, each diamond in the rough must compete against others through a series of solo and team competitions to rise to the top. Putting aside his ethical objections to the project, Isagi feels compelled to fight his way to the top, even if it means ruthlessly crushing the dreams of 299 aspiring young strikers.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49596/Blue_Lock", "score": "8.30", "genre": ["Sports"], "img": "https://cdn.myanimelist.net/images/anime/1258/126929.jpg"}
{"judul": "Kage no Jitsuryokusha ni Naritakute!", "sinopsis": "For as long as he can remember, Minoru Kagenou has been fixated on becoming as strong as possible, which has led him to undertake all kinds of rigorous training. This wish, however, does not stem from a desire to be recognized by others; rather, Minoru does everything he can to blend in with the crowd. So, while pretending to be a completely average student during the day, he arms himself with a crowbar and ruthlessly thrashes local biker gangs at night. Yet when Minoru finds himself in a truck accident, his ambitions seemingly come to a sudden end. In his final moments, he laments his powerlessness—no matter how much he trained, there was nothing he could do to overcome his human limitations.\r\n\r\nBut instead of dying, Minoru reawakens as Cid, the second child of the noble Kagenou family, in another world—one where magic is commonplace. With the power he so desired finally within his grasp, he dons the moniker \"Shadow\" and establishes Shadow Garden: a group whose sole purpose is to combat the enigmatic Cult of Diablos, an organization born from Cid's imagination. However, as Shadow Garden grows in both membership and influence, it becomes increasingly apparent that the Cult of Diablos is not as fictional as Cid had intended.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/48316/Kage_no_Jitsuryokusha_ni_Naritakute", "score": "8.37", "genre": ["Action", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1874/121869.jpg"}
{"judul": "Detective Conan", "sinopsis": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\r\n\r\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\r\n\r\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/235/Detective_Conan", "score": "8.17", "genre": ["Adventure", "Comedy", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/7/75199.jpg"}
{"judul": "Isekai Ojisan", "sinopsis": "After a fatal encounter with a truck, Takafumi Takaoka's uncle, Yousuke \"Ojisan\" Shibazaki, lies comatose for 17 years. When he finally regains consciousness, Ojisan begins to ramble in a foreign tongue and reveals that he had been transported to a magical world called Gran Bahamal. Takafumi dismisses his uncle's claims as nonsense until an incantation makes a cup of water hover in the air. In a flash of brilliance, the pair creates a YouTube channel to showcase Ojisan's magical abilities.\r\n\r\nThe responsibility now falls on Takafumi's shoulders to acquaint Ojisan with everything that has transpired during his absence, including getting him up to speed with the internet, new technology, and surprisingly, the outcome of the '90s console war—the result of which was especially distressing for a hardcore SEGA fan. With Ojisan's wisdom from his other world experiences, they grow their YouTube channel and tackle online comments and trolls. The journey of this uncle-nephew duo promises to be anything but conventional.\r\n\r\n[Written by MAL Rewrite]\r\n", "link": "https://myanimelist.net/anime/49220/Isekai_Ojisan", "score": "7.88", "genre": ["Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1743/125204.jpg"}
{"judul": "Fumetsu no Anata e 2nd Season", "sinopsis": "After seeing enough death and tragedy, the immortal Fushi secludes himself on an island, defending himself from enemy Nokkers. However, instead of attacking Fushi in isolation, Nokkers begin targeting the settlements outside of his reach in hopes of luring him out. Soon, a group known as the Guardians—led by Hisame, the descendant of the deceased warrior Hayase—finds Fushi.\r\n\r\nInspired by how Fushi protected Janada Island from the Nokkers years ago, the Guardians have grown a considerable following and are recognized throughout the world. Initially reluctant, Fushi allows the Guardians to accompany him to the site of the Nokkers' recent attack. In their village, Fushi meets a few valuable allies, both new and old. But as the conflict with the Nokkers only leads to more loss, Fushi must find the inner strength to face his inevitable sorrow.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49709/Fumetsu_no_Anata_e_2nd_Season", "score": "7.98", "genre": ["Adventure", "Drama", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1271/127700.jpg"}
{"judul": "Mairimashita! Iruma-kun 3rd Season", "sinopsis": "Following their heroic efforts at Walter Park, the students of the misfit class return to Babyls Demon School after their summer vacation. What awaits them is not only adoration and admiration but also the shocking revelation that, in order to stay in the luxurious Royal One classroom, the entire class must be promoted to Dalet rank before entering the second year.\r\n\r\nAs the Harvest and Music Festivals are right around the corner, there seem to be ample opportunities to rank up. Doing so will not be simple, however, as no class thus far has managed to accomplish such a feat. Hoping to give the misfit class a chance to achieve the improbable, the school appoints special tutors to aid in confronting the challenges that lie ahead.\r\n\r\nWith his sights set beyond Dalet, Iruma Suzuki decides to take strides toward the goal of ranking up, starting with gaining acknowledgement from his special tutor: the short-tempered and selfish Bachiko Barbatos.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49784/Mairimashita_Iruma-kun_3rd_Season", "score": "7.88", "genre": ["Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1688/128720.jpg"}
{"judul": "Urusei Yatsura (2022)", "sinopsis": "When aliens known as the Oni threaten to invade the Earth, they promise to leave under one condition—a randomly-chosen human must win a one-on-one game of tag against Lum, the beautiful daughter of the Oni leader. The \"lucky\" person selected happens to be the lustful and unlucky high schooler Ataru Moroboshi. Given 10 days to attempt to grab Lum's horns, Ataru realizes how impossible the challenge is as he is faced with Lum's extraterrestrial powers.\r\n\r\nMotivated by a promise of marriage from his childhood friend Shinobu Miyake, Ataru manages to catch Lum off guard. He mistakenly grabs hold of her bikini top first, but he eventually achieves his true goal. Although the game is over, Lum misunderstands that she is the one whom Ataru wants to marry, and she decides to move in with him. The poor student constantly tries to shake off the clingy Lum while doing his best to reconcile with his desired fiancée. After Ataru's heroic feat results in such a disastrous outcome, it is questionable whether luck will ever be on his side.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50710/Urusei_Yatsura_2022", "score": "7.20", "genre": ["Comedy", "Romance", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1233/129144.jpg"}
{"judul": "Crayon Shin-chan", "sinopsis": "There is no such thing as an uneventful day in the life of kindergartener Shinnosuke \"Shin-chan\" Nohara. The five-year-old is a cut above the most troublesome, perverted, and shameless kid one can imagine. Shin-chan is almost always engaged in questionable activities such as forgetting about a friend during hide and seek, sumo wrestling for love, performing various gags including the notorious \"elephant\" in public, and flirting with college girls. The exemplary troublemaker has done it all and has no plans to stop anytime soon.\r\n\r\nCrayon Shin-chan follows the daily shenanigans of Shin-chan with his group of friends, parading around as the self-proclaimed \"Kasukabe Defense Force.\" The adults witnessing these shenanigans unfold can't help but adore Shin-chan, as he keeps them entertained while unintentionally solving their daily troubles through his mindless antics—leaving himself as the only problem they do not know what to do with.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/966/Crayon_Shin-chan", "score": "7.77", "genre": ["Comedy", "Ecchi"], "img": "https://cdn.myanimelist.net/images/anime/10/59897.jpg"}
{"judul": "Golden Kamuy 4th Season", "sinopsis": "The race to obtain the lost Ainu gold is nearing its peak, as even more formidable ex-prisoners are set on keeping their tattooed skins intact. Saichi \"The Immortal\" Sugimoto and Asirpa can finally move forward together, but Asirpa's time with Kiroranke and Ogata Hyakunosuke has slightly altered her ambition and strengthened her determination. As their party leaves the Russian territory, they gain a peculiar follower.\r\n\r\nMeanwhile, Toshizou Hijikata's crew makes major moves to get invaluable skins, falling into the poisonous trap of a dangerous convict. Although each group possesses a strong advantage over the others, even First Lieutenant Tokushirou Tsurumi—the most powerful and ruthless contender—cannot advance without Asirpa's help. However, his ominous plans for when they will inevitably meet remain a mystery.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50528/Golden_Kamuy_4th_Season", "score": "8.27", "genre": ["Action", "Adventure"], "img": "https://cdn.myanimelist.net/images/anime/1855/128059.jpg"}
{"judul": "Cool Doji Danshi", "sinopsis": "Despite their distinctive personalities, Souma Shiki, Hayate Ichikura, Shun Futami, and Takayuki Mima all have one thing in common: though naturally clumsy, the four disguise their embarrassment from tiny slip-ups by maintaining a composed demeanor. However, it is actually the guys' airheaded natures that makes the girls' hearts throb. No matter what happens in their daily lives, the boys do their best not to lose their cool!\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51680/Cool_Doji_Danshi", "score": "7.67", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1069/132108.jpg"}
{"judul": "KanColle: Itsuka Ano Umi de", "sinopsis": "The dawn of a decisive battle nears in Leyte Gulf against the Abyssal Fleet, the mysterious enemies that occupy the sea. As the only ones capable of fighting them, Kanmusu—young girls possessing the souls of warships—reorganize in preparation. The Shiratsuyu-class destroyer Shigure is assigned to the First Striking Force, Third Section—also known as 1YB3H.\r\n\r\nUnfortunately for Shigure, 1YB3H consists of the remaining few Kanmusu and serves as a diversionary fleet. Needing to confront the Abyssal Fleet head-on, it may well be their first and final mission together. Even so, Shigure refuses to let the enemy take another comrade from her. As they advance toward Leyte Gulf during this suicidal mission, the members of 1YB3H must support each other and persevere to prove their worth as competent ships.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/30455/KanColle__Itsuka_Ano_Umi_de", "score": "6.76", "genre": ["Action", "Sci-Fi", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1996/128721.jpg"}
{"judul": "Digimon Ghost Game", "sinopsis": "Sightings of mysterious creatures known as \"Hologram Ghosts\" have been a popular topic on social networks for the past few years. According to the rumors, several people have fallen victim to these specters. Those fortunate to survive their encounters with the paranormal beings claim that they resembled glitched holograms.\r\n\r\nHazakura Academy middle school student Hiro Amanokawa believes these sightings are merely an urban legend. However, as the incidents start to increase in frequency, he is reminded of the day his father suddenly vanished, with strange digital watches serving as the only relics of his disappearance. Much like the other sightings, what happened to Hiro's father cannot be explained by conventional logic. \r\n\r\nOne day, when a fellow student in the academy is attacked by a Hologram Ghost, Hiro and his friend Kiyoshirou Higashimitarai decide to look into the matter. Little does Hiro know that this investigation will be their first step toward discovering a dangerous world previously unknown to mankind.\r\n\r\n[Written by MAL Rewrite]\r\n", "link": "https://myanimelist.net/anime/49515/Digimon_Ghost_Game", "score": "6.86", "genre": ["Action", "Adventure", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1907/118797.jpg"}
{"judul": "Yowamushi Pedal: Limit Break", "sinopsis": "Unable to achieve the desired results on the first and second days of the Inter-High competition, members of the Souhoku High Bicycle Racing Club use their frustration as motivation to perform better on the final day of the race. However, it is easier said than done as they are up against the overwhelming talent of Hakone Academy and the shrewd strategies of Kyoto Fushimi High.\r\n\r\nDespite the challenge, Souhoku members are not disheartened by the obstacles that they need to overcome. After all, no matter what their opponents try, Souhoku will have the last laugh as long as they are the first to cross the finish line.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50552/Yowamushi_Pedal__Limit_Break", "score": "7.46", "genre": ["Sports"], "img": "https://cdn.myanimelist.net/images/anime/1592/131685.jpg"}
{"judul": "Doraemon (2005)", "sinopsis": "Doraemon (2005) is the most recent anime series based on Fujiko Fujio's manga of the same name. \r\n\r\nIt is the 2005 version of 1979 series, with certain changes in the animation and other things.\r\n\r\nDoraemon is a cat-like robot who appears in the present to steer Nobita/Noby, who is a dumb, naive and clumsy boy on the right path in order to secure his future. Nobita's love interest is Shizuka Minamoto/Sue, his frenemies are Takeshi Goda/Big G and Suneo/Sneech.\r\n\r\n(Source: Wikipedia)", "link": "https://myanimelist.net/anime/8687/Doraemon_2005", "score": "7.63", "genre": ["Comedy", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/6/23935.jpg"}
{"judul": "Eternal Boys", "sinopsis": "The story follows six middle-aged men who have experienced success and failures in their lives. One day, they decide to become an idol group and overcome such barriers as their age and their physical condition.\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/51293/Eternal_Boys", "score": "6.55", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1665/127107.jpg"}
{"judul": "Gudetama", "sinopsis": "Gudetama, an egg that is dead to the world and completely lacks motivation. No matter what cooking method you use, Gudetama remains unmoved.\r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/23539/Gudetama", "score": "7.04", "genre": ["Comedy", "Gourmet"], "img": "https://cdn.myanimelist.net/images/anime/10/79996.jpg"}
{"judul": "IDOLiSH7 Third Beat! Part 2", "sinopsis": "IDOLiSH7 is more successful than ever, but no one is smiling because a new threat has taken the stage: the debuting idol group ŹOOĻ. Managed by the nefarious entertainment executive Ryou Tsukumo, they will stop at nothing to get their way, resorting to all kinds of underhanded tactics to bring down their rivals. TRIGGER's image has already been ruined by scandal, and IDOLiSH7 and Re:vale are headed for the same fate—or worse.\r\n\r\nMeanwhile, Zero, the legendary idol who disappeared 15 years ago, continues to haunt the present through those he left behind. His manager seems to be in contact with Tsukumo for his own schemes, and Zero's songwriter reveals himself in a letter after having been missing for years. IDOLiSH7 finds an ally in Re:vale to thwart ŹOOĻ's plans while trying to make sense of Zero's colleagues' actions, but it may be impossible for everyone to emerge unscathed.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/46654/IDOLiSH7_Third_Beat_Part_2", "score": "8.32", "genre": ["Drama"], "img": "https://cdn.myanimelist.net/images/anime/1458/125998.jpg"}
{"judul": "Sazae-san", "sinopsis": "The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. \r\n\r\n(Source: AniDB)", "link": "https://myanimelist.net/anime/2406/Sazae-san", "score": "6.09", "genre": ["Comedy", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1008/98996.jpg"}
{"judul": "Nintama Rantarou", "sinopsis": "Taking place in the Sengoku Period, Rantarou, Kirimaru and Shinbei are young students at Ninjutsu Academy, a school that teaches all kinds of youth how to become ninjas. Known as \"Nintamas\" (a contraction of ninja + tama [egg]), the main trio, and many other students at the school, must learn all sorts of unique skills to achieve their goal. Unfortunately, things aren't that simple, since our protagonists constantly find themselves failing their classes. \r\n\r\nWith strict ninja teachers such as Doi-sensei and Yamada-sensei, the mischievous girls from the Kunoichi class, an entire crew of pirates and dozens more interesting characters, anything can happen in the crazy world of Nintama.\r\n\r\nThe episodes are 7 minutes and thirty seconds long each, and each season (which there's currently 29 of) usually has a range of 60-90 episodes. ", "link": "https://myanimelist.net/anime/1199/Nintama_Rantarou", "score": "7.09", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/6/74028.jpg"}
{"judul": "Shadowverse Flame", "sinopsis": "Shadowverse Flame features a new protagonist Light Tenryu and its story is set in Shadovar College, a facility that trains professional players of the Shadowverse game. Tenryu Light, a transfer student, decides to join \"Seventh Flame,\" one of the seven Shadovar clubs. However, Seventh Flame is on the verge of closure due to a lack of members! In order to avoid the club's demise, Light decides to look for new members. But what awaits him are powerful rivals who control a wide variety of cards...\r\n\r\n(Source: Crunchyroll)", "link": "https://myanimelist.net/anime/50060/Shadowverse_Flame", "score": "6.40", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1877/122972.jpg"}
{"judul": "Chibi Maruko-chan (1995)", "sinopsis": "Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She is often called \"Chibi Maruko-chan\" due to her young age and small size. She lives together with her parents, her grandparents and her elder sister in a little town. In school, she has many friends with whom she studies and plays together everyday, including her close pal, Tama-chan; the student committee members, Maruo-kun and Migiwa-san; and the B-class trio: 'little master' Hanawa-kun, Hamaji-Bu Taro and Sekiguchi-kun. This is a fun-loving and enjoyable anime that portrays the simple things in life.\r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/6149/Chibi_Maruko-chan_1995", "score": "7.26", "genre": ["Comedy", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1108/100604.jpg"}
{"judul": "Yu☆Gi☆Oh! Go Rush!!", "sinopsis": "After inheriting the company from their parents, siblings Yuuhi and Yuamu Oudou have started to work at Ultraterrestrial Trouble Solutions, an organization that hunts aliens. Although they have never encountered aliens before, Yuuhi is desperate to meet one as he believes that an alien has stolen his important item called the \"Earthdamar.\"\r\n\r\nOne day, while searching for extraterrestrial creatures, Yuuhi and Yuamu find a strange spot in the forest where many trees have fallen, forming a scenery similar to a crop circle. As they venture further, they discover a mysterious spaceship and enter it out of curiosity. To their surprise, they come across Yudias Velgear, an alien from the Velgear Star Cluster. As it turns out, Yudias is seeking to learn about Rush Duel—a card game popular among elementary school students—as he believes that it will save his home from a long war.\r\n\r\nWith the siblings agreeing to teach Yudias about Rush Duel, they eventually realize that their first contact with an alien may not be a random coincidence.\r\n\r\n[Written by MAL Rewrite]\r\n", "link": "https://myanimelist.net/anime/50607/Yu☆Gi☆Oh_Go_Rush", "score": "5.78", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1556/122518.jpg"}
{"judul": "Sore Ike! Anpanman", "sinopsis": "One night, a Star of Life falls down the chimney of a bakery nestled deep in the forest, causing the dough in the oven to come to life. The dough becomes Anpanman, a superhero made of anpan (a sweet roll with bean jam filling). Together with his friends, Anpanman fights his rival Baikinman and helps the malnourished. \r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/1960/Sore_Ike_Anpanman", "score": "6.53", "genre": ["Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1902/111797.jpg"}
{"judul": "Megaton-kyuu Musashi 2nd Season", "sinopsis": "Second season of Megaton-kyuu Musashi.", "link": "https://myanimelist.net/anime/50559/Megaton-kyuu_Musashi_2nd_Season", "score": "6.27", "genre": ["Action", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1207/127832.jpg"}
{"judul": "Bonobono (TV 2016)", "sinopsis": "Based on the original comic BONO BONO by Mikio Igarashi that has seen over 9,000,000 total copies printed, this is the definitive animated version of the emotionally soothing character-driven series that will make you ask yourself the philosophical question, \"What are living things?\" while laughing at heartwarming gags and being entertained by the interactions of amusing forest friends Bonobono the young sea otter, Chipmunk, Fishing Cat, and more.\r\n\r\nEnjoy the easygoing days and minor misadventures of Bonobono and his friends!\r\n\r\n(Source: Fuji Creative)", "link": "https://myanimelist.net/anime/32353/Bonobono_TV_2016", "score": "6.35", "genre": ["Comedy", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/13/77617.jpg"}
{"judul": "Ninjala (TV)", "sinopsis": "The year is 20XX. The ninja, who once forged the history of Japan, were scattered across the country during the Meiji Restoration. As these ninja mingled with the other clans, their bloodline thinned, and they gradually faded from sight. The descendants of these ninja clans, seeking to preserve their heritage, formed the WNA (World Ninja Association) in the hope of carrying on their legacy.\r\n\r\nAnd so it was that the WNA succeeded in developing Ninja-Gum, an art which could summon forth the strength of the Shinobi. And yet creating the most powerful Ninja-Gum requires the strongest of ninja DNA. So it was that the Ninjala Tournament was held, that the mightiest of all ninjas could be found... \r\n\r\n(Source: Official Game website)", "link": "https://myanimelist.net/anime/50418/Ninjala_TV", "score": "5.59", "genre": ["Action"], "img": "https://cdn.myanimelist.net/images/anime/1552/119871.jpg"}
{"judul": "Youkai Watch ♪", "sinopsis": "The new show will feature unique and returning Yo-kai. The comedy will also center on the original series' main characters: fifth-grader Keita (Nate in the English version), ghost butler Whisper, and popular Yo-kai like Jibanyan and Komasan. The original cast members for these four characters are returning for this new series.\r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/48365/Youkai_Watch_♪", "score": "6.19", "genre": ["Comedy", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1682/118273.jpg"}
{"judul": "Chiikawa", "sinopsis": "What's a Chiikawa? No one really knows, but everyone can see they're small, they're cute, and they're always having a fun time! Join them as they explore their surreal world with the sharp humor and clever antics that make the Chiikawa irresistible.\r\n\r\n(Source: HIDIVE, edited)", "link": "https://myanimelist.net/anime/50250/Chiikawa", "score": "5.67", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1783/121944.jpg"}
{"judul": "Ojarumaru", "sinopsis": "In the Heian era, around 1000 years ago, a young boy of noble family named Ojarumaru is bored with his life of privilege. Meanwhile, three demons steal the power-stick of Enma, king of demons, and then lose it. Ojarumaru finds it, and uses it to transport himself to the present time. Here, he is befriended by a young boy named Kazuma, and becomes a member of his family. As time goes on, Ojarumaru makes many new friends, while dodging the comedic efforts of the three demons, Akane, Kisuke, and Aobee, as they try to recover the stick. (from ANN)", "link": "https://myanimelist.net/anime/4459/Ojarumaru", "score": "6.37", "genre": ["Adventure", "Award Winning", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1839/132018.jpg"}
{"judul": "Shikaru Neko", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/48442/Shikaru_Neko", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1008/113384.jpg"}
{"judul": "Fushigi Dagashiya: Zenitendou", "sinopsis": "Zenitendo is a mysterious candy store that only lucky people can reach. All the candy recommended by Beniko, the owner of the store, is perfectly suited to the buyer's troubles. However, it depends on whether the candy will be used or eaten correctly that it can bring happiness or misfortune.\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/42295/Fushigi_Dagashiya__Zenitendou", "score": "5.97", "genre": ["Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1994/108212.jpg"}
{"judul": "Puzzle & Dragon", "sinopsis": "The story is set in modern day Japan following the growth of the protagonist Taiga Akashi, an elementary school kid who wants to be a professional gamer someday. \r\n\r\n(Source: Crunchyroll)", "link": "https://myanimelist.net/anime/37096/Puzzle___Dragon", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1535/95070.jpg"}
{"judul": "Kamiusagi Rope: Warau Asa ni wa Fukuraitaru tte Maji ssuka!?", "sinopsis": "Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.", "link": "https://myanimelist.net/anime/30151/Kamiusagi_Rope__Warau_Asa_ni_wa_Fukuraitaru_tte_Maji_ssuka", "score": "0", "genre": ["Comedy", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/6/72182.jpg"}
{"judul": "Knyacki!", "sinopsis": "Two caterpillars investigate objects on a kitchen counter while searching for food. One of them finds a piece of pasta and is intrigued by the fact that there's a hole in the middle.\r\n\r\nThey are having fun until a big mean caterpillar arrives. It's time for a major show down...", "link": "https://myanimelist.net/anime/7505/Knyacki", "score": "6.16", "genre": ["Comedy", "Drama", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/2/55107.jpg"}
{"judul": "Hanakappa", "sinopsis": "Story about Kappa with flowers on their heads.", "link": "https://myanimelist.net/anime/8336/Hanakappa", "score": "5.98", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1105/90503.jpg"}
{"judul": "Mamekichi Mameko NEET no Nichijou", "sinopsis": "Mameko is a  NEET (Not in Education, Employment, or Training). She lives with her dog Komachi and her cats Tabi, Simba, and Melo.\r\nMameko promises God that she will do her best from tomorrow, but the next day she says, \"God is telling me to sleep...\" and loses to herself.\r\n\r\nThis is the story of Mameko's everyday life, which seems to be nothing and is somewhat strange.\r\n\r\n(Source: Official Site)", "link": "https://myanimelist.net/anime/53011/Mamekichi_Mameko_NEET_no_Nichijou", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1920/127864.jpg"}
{"judul": "Shiawase Haitatsu Taneko", "sinopsis": "The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.)\n\n(Source: ANN)", "link": "https://myanimelist.net/anime/10506/Shiawase_Haitatsu_Taneko", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/2/28900.jpg"}
{"judul": "Uchuu Nanchara Kotetsu-kun", "sinopsis": "It follows the daily life of Kotetsu-kun, who aspires to be an astronaut, and friends at the Animal Space Academy as they all pursue their dreams.\r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/42870/Uchuu_Nanchara_Kotetsu-kun", "score": "0", "genre": ["Comedy", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1226/112286.jpg"}
{"judul": "Cap Kakumei Bottleman DX", "sinopsis": "Second season of Cap Kakumei Bottleman.", "link": "https://myanimelist.net/anime/51155/Cap_Kakumei_Bottleman_DX", "score": "0", "genre": ["Action"], "img": "https://cdn.myanimelist.net/images/anime/1699/121192.jpg"}
{"judul": "Teikou Penguin", "sinopsis": "Centers on a penguin who works in an abusive company and gripes about the difficulties of workplace life. The title is a play on the \"koutei penguin,\" the Japanese name for the emperor penguin.\r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/50522/Teikou_Penguin", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1018/119890.jpg"}
{"judul": "Kirin the Noop", "sinopsis": "A shadow painting anime about a timid giraffe named Noop and his hedgehog companion named Harry as they travel their distant star world helping each other.", "link": "https://myanimelist.net/anime/35694/Kirin_the_Noop", "score": "5.28", "genre": ["Adventure"], "img": "https://cdn.myanimelist.net/images/anime/13/86110.jpg"}
{"judul": "Duel Masters Win", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/52460/Duel_Masters_Win", "score": "0", "genre": ["Action", "Adventure", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1836/126594.jpg"}
{"judul": "Shimajirou no Wow!", "sinopsis": "Fourth season of the Shimajirou children's television series.", "link": "https://myanimelist.net/anime/18941/Shimajirou_no_Wow", "score": "0", "genre": ["Adventure", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/9/50737.jpg"}
{"judul": "Mori no Ratio", "sinopsis": "Stop-motion anime about a girl named Ratio who lives in a forest with her icy monsters and creatures. Every day she goes out explores new things.", "link": "https://myanimelist.net/anime/29427/Mori_no_Ratio", "score": "0", "genre": ["Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/8/70899.jpg"}
{"judul": "Manul no Yuube", "sinopsis": "Within the nature \"Darwin Kita! Kikimono Shin Densetsu\" program on NHK1.5 airs the short Manul no Yuube, based on a web manga/comic of the same name. It following animal characters who visit the bar Manul no Yuube. The bar is run by the Mama who is a Pallas's cat (Otocolobus manul) and serviced by the hostess Tsunomin who is a Brazilian treehopper (Bocydium globulare).", "link": "https://myanimelist.net/anime/38776/Manul_no_Yuube", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1980/96936.jpg"}
{"judul": "Gohan Kaijuu Pap", "sinopsis": "A series of short, 30-second segments featuring Gohan Kaijuu Pap and various \"side dish\" monsters to produce delicious meals.", "link": "https://myanimelist.net/anime/22669/Gohan_Kaijuu_Pap", "score": "0", "genre": ["Action", "Comedy"], "img": "https://cdn.myanimelist.net/images/anime/13/59289.jpg"}
{"judul": "Yowamushi Monsters", "sinopsis": "An NHK toddler's anime following cowardly creatures representing typical Halloween monsters like Dracula and a witch.", "link": "https://myanimelist.net/anime/30119/Yowamushi_Monsters", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/11/72127.jpg"}
{"judul": "Robot Pulta", "sinopsis": "Stop-motion animation about robots; though mainly focusing on Pulta a white square robot.", "link": "https://myanimelist.net/anime/29375/Robot_Pulta", "score": "0", "genre": ["Adventure", "Comedy"], "img": "https://cdn.myanimelist.net/images/anime/9/70637.jpg"}
{"judul": "Punirunes", "sinopsis": "The anime follows the daily life of PuniRunes—mysterious creatures who love to be coddled—and Yuka, a fourth-grade girl who loves soft, squishy things.\r\n\r\n(Source: ANN, edited)", "link": "https://myanimelist.net/anime/52935/Punirunes", "score": "0", "genre": ["Fantasy", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1246/128731.jpg"}
{"judul": "Konigiri-kun", "sinopsis": "A stop-motion anime using bentou ingredients as the characters.", "link": "https://myanimelist.net/anime/35696/Konigiri-kun", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/8/86112.jpg"}
{"judul": "Liv & Bell", "sinopsis": "A stop-motion animation about Liv, a curious little girl and Bell, a gluttonous hedgehog. Together they go on an adventure in a picture book. ", "link": "https://myanimelist.net/anime/29421/Liv___Bell", "score": "0", "genre": ["Adventure"], "img": "https://cdn.myanimelist.net/images/anime/6/70717.jpg"}
{"judul": "Otoppe", "sinopsis": "The series follows a young girl named Shina who hopes to become the world's best DJ, and is interested in new sounds. Shina explores a mysterious world filled with Otoppe, strange creatures capable of unique sounds.", "link": "https://myanimelist.net/anime/35372/Otoppe", "score": "0", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/4/85180.jpg"}
{"judul": "Oidon to", "sinopsis": "A young boy tries to become as strong of a sumo wrestler as his father. ", "link": "https://myanimelist.net/anime/35698/Oidon_to", "score": "0", "genre": ["Sports"], "img": "https://cdn.myanimelist.net/images/anime/13/86114.jpg"}
{"judul": "Keito no Yousei: Knit to Wool", "sinopsis": "A stop-motion anime using knitted characters. Knit and Wool are yarn fairies who create a fun knitted play time at night.", "link": "https://myanimelist.net/anime/35695/Keito_no_Yousei__Knit_to_Wool", "score": "0", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/2/86111.jpg"}
{"judul": "Unicorn no Kyupi", "sinopsis": "Unicorn no Kyupi is a helpful sprite that lives in the kitchen and polishes dirty pots and pans clean with its fluffy white body. Harigorou, a rival sprite shaped like a hedgehog, tries to interfere. \r\n\r\n(Source: Crunchyroll)", "link": "https://myanimelist.net/anime/34990/Unicorn_no_Kyupi", "score": "0", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1165/91319.jpg"}
{"judul": "Pakkororin", "sinopsis": "A minute long children's anime that follows 3 siblings. Two brothers who are rectangular and circular shaped, and a sister who is triangluar shaped. They have unique personalities and foster growth and discovery through their play time.", "link": "https://myanimelist.net/anime/38099/Pakkororin", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1134/93318.jpg"}
{"judul": "Obake Zukan!", "sinopsis": "Second Season of Obake Zukan.", "link": "https://myanimelist.net/anime/52319/Obake_Zukan", "score": "0", "genre": ["Comedy", "Fantasy", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1064/126825.jpg"}
{"judul": "Chickip Dancers 2nd Season", "sinopsis": "The second season of Chickip Dancers.", "link": "https://myanimelist.net/anime/53320/Chickip_Dancers_2nd_Season", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1869/129078.jpg"}
{"judul": "Reizouko no Tsukenosuke!", "sinopsis": "A gag anime about foods in a refrigerator. The anime airs within the Oha Suta children's morning TV program and will receive a simultaneous manga serialization by Kazumata Oguri.", "link": "https://myanimelist.net/anime/38451/Reizouko_no_Tsukenosuke", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1884/95217.jpg"}
{"judul": "Origami Ninja Koyankinte", "sinopsis": "Koyan, the Origami Ninja, came to Earth from his planet Origamio to find the magical stone \"Hapiton\" that has the ability to make people happy. On the way, he was joined by childhood friend Namin anda new friend Lublin. One day, a villain called Evilrun appeared. Evilrun has a black hole in her stomach and tries to inhale anything. Every time an event happens, Evilrun gets in the way of Koyan and friends. But what Evilrun's aim is remains a mystery...", "link": "https://myanimelist.net/anime/41458/Origami_Ninja_Koyankinte", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1860/106477.jpg"}
{"judul": "Madtoy Chatty", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/52463/Madtoy_Chatty", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1292/125603.jpg"}
{"judul": "Akikan no Tuna", "sinopsis": "The adventures of a tuna can.", "link": "https://myanimelist.net/anime/52076/Akikan_no_Tuna", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1012/124452.jpg"}
{"judul": "Recola", "sinopsis": "A stop-motion series about Recola who creatively recycles materials to solve everyday problems.", "link": "https://myanimelist.net/anime/52066/Recola", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1564/124424.jpg"}
{"judul": "Poporisu & Friends", "sinopsis": "A stop-motion series about a cafe in the forest.", "link": "https://myanimelist.net/anime/53830/Poporisu___Friends", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1419/131792.jpg"}
{"judul": "Shuumatsu no Walküre II", "sinopsis": "Second season of Shuumatsu no Walküre.", "link": "https://myanimelist.net/anime/49618/Shuumatsu_no_Walküre_II", "score": "7.57", "genre": ["Action", "Drama", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1213/124646.jpg"}
{"judul": "Gokushufudou Season 2", "sinopsis": "With a wicked scar on his face, a terrifying gaze, and an apron adorned with a teddy bear, ex-yakuza member Tatsu proudly assumes the role of a full-time househusband. Already familiar with the regular challenges of grocery shopping, Tatsu now takes it to the next level by joining a women's organization—but acceptance is not easily achieved without first mastering the elegance of flower arranging and housekeeping.\r\n\r\nApproaching homemaking ventures through the lens of his former occupation, Tatsu faces haiku battles, typhoon alerts, and cosplaying villains. For his dearest wife Miku, Tatsu will do anything, even if he is interrupted by his old acquaintances, whose former vigor has also yet to subside. Never faltering before a new challenge, Tatsu's tranquil days as a househusband are proving to be just as hectic as before.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/53148/Gokushufudou_Season_2", "score": "7.55", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1985/132227.jpg"}
{"judul": "Itou Junji: Maniac", "sinopsis": "The anime series will adapt 20 stories from a number of Itou's manga for the first time, including Tomie, Souichi, and Kubitsuri Kikyuu (The Hanging Balloons).\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/52031/Itou_Junji__Maniac", "score": "6.62", "genre": ["Horror", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1956/132879.jpg"}
{"judul": "Aggressive Retsuko (ONA) 5th Season", "sinopsis": "Fifth season of Aggressive Retsuko.", "link": "https://myanimelist.net/anime/50598/Aggressive_Retsuko_ONA_5th_Season", "score": "7.52", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1321/132900.jpg"}
{"judul": "Vinland Saga Season 2: Drowning in the Shadow", "sinopsis": "Thorfinn, shown initially as he appears as a member of Askeladd's raiders, cuts down some men in the middle of a raid. When he enters a nearby house, he finds a family cowering within.\r\n\r\n(Source: ANN, edited)", "link": "https://myanimelist.net/anime/54463/Vinland_Saga_Season_2__Drowning_in_the_Shadow", "score": "7.42", "genre": ["Action", "Adventure", "Drama"], "img": "https://cdn.myanimelist.net/images/anime/1118/133378.jpg"}
{"judul": "Wu Liuqi: Anying Suming", "sinopsis": "The protagonist Wu Liuqi originally lived a carefree life on Xiaoji Island, but his identity became a mystery due to amnesia. As outsiders landed on the island and recognized Wu Liuqi, various conspiracies began to cover Xiaoji Island. So Wu Liuqi decided to return to Xuanwu Kingdom to meet his destiny in order to protect his partners and their homeland. \r\n\r\n(Source: Bilibili, Google translated)", "link": "https://myanimelist.net/anime/54029/Wu_Liuqi__Anying_Suming", "score": "7.61", "genre": ["Action", "Adventure", "Comedy", "Drama", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1088/132178.jpg"}
{"judul": "Zuoshou Shanglan", "sinopsis": "The story follows teenager Xu Xingze, a passionate basketball player. ", "link": "https://myanimelist.net/anime/51288/Zuoshou_Shanglan", "score": "0", "genre": ["Sports"], "img": "https://cdn.myanimelist.net/images/anime/1700/122189.jpg"}
{"judul": "Make My Day", "sinopsis": "On a cold planet of ice and snow, mysterious creatures suddenly have appeared from the dark underground and have begun to attack the inhabitants. Can humanity survive the terror lurking beyond the horizon?\r\n\r\n(Source: Netflix)", "link": "https://myanimelist.net/anime/49164/Make_My_Day", "score": "5.81", "genre": ["Horror", "Suspense"], "img": "https://cdn.myanimelist.net/images/anime/1038/115671.jpg"}
{"judul": "Fate/Grand Order: Fujimaru Ritsuka wa Wakaranai", "sinopsis": "Ritsuka Fujimaru—humanity's last master. It would not have been possible to restore humanity without him. However, he does have a shortcoming... he is far too honest! A slapstick comedy in which Fujimaru's simple questions sway the heroic spirits!\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/54042/Fate_Grand_Order__Fujimaru_Ritsuka_wa_Wakaranai", "score": "6.78", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1800/132226.jpg"}
{"judul": "Li Shi Zhentan Shiwusuo: A Day in Lungmen", "sinopsis": "Arknights spin-off miniseries.\r\n\r\n", "link": "https://myanimelist.net/anime/53852/Li_Shi_Zhentan_Shiwusuo__A_Day_in_Lungmen", "score": "6.61", "genre": ["Comedy", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1641/131849.jpg"}
{"judul": "Lupin III vs. Cat's Eye", "sinopsis": "Lupin III, the great phantom thief—the man who loves freedom and lives in romance—never fails to steal his prey. The Cat's Eye are the ladies who run the night splendidly and create commotion in the world. They are sometimes phantom thieves, other times three beautiful sisters who run a café.\r\n\r\nThe mutual target is \"Three Paintings\"—which were left behind by the three sisters' father, leading to the dream showdown between Lupin and the Cats. Amidst the mix-up of the charming characters, the story eventually leads to the amazing \"secret\" hidden in the picture... A retro and stylish exhilarating crime action unfolds!\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/53109/Lupin_III_vs_Cats_Eye", "score": "6.54", "genre": ["Action", "Adventure", "Comedy", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1326/131658.jpg"}
{"judul": "Toutotsu ni Egypt Shin 2", "sinopsis": "Second season of Toutotsu ni Egypt Shin web series.", "link": "https://myanimelist.net/anime/49522/Toutotsu_ni_Egypt_Shin_2", "score": "6.37", "genre": ["Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1448/122765.jpg"}
{"judul": "Yoru wa Neko to Issho Season 2", "sinopsis": "Second season of Yoru wa Neko to Issho.", "link": "https://myanimelist.net/anime/54198/Yoru_wa_Neko_to_Issho_Season_2", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1557/132646.jpg"}
{"judul": "Huangjin Tingyuan: Dongri Li de Xinnian Yuanwang", "sinopsis": "On this wintry day, I'll stay with everyone at Golden Courtyard to do adorable things and create special memories, and then we'll embrace the new year in our unique way. Haha, does this sound ceremonious? After all, I want to create more such wonderful memories with every one of you, because I love you all ♪  \r\n\r\n(Source: Honkai Impact 3rd Official Youtube Channel)", "link": "https://myanimelist.net/anime/54035/Huangjin_Tingyuan__Dongri_Li_de_Xinnian_Yuanwang", "score": "7.41", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1950/132194.jpg"}
{"judul": "Yuanshen: Hai Dengjie CM Duanpian - Ming Xiao Huanmeng", "sinopsis": "Animated commercial promoting the release of the 2023 Lantern Rite update for Genshin Impact.", "link": "https://myanimelist.net/anime/54312/Yuanshen__Hai_Dengjie_CM_Duanpian_-_Ming_Xiao_Huanmeng", "score": "7.45", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1336/132963.jpg"}
{"judul": "Watashi no Hashtag ga Haenakute.", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54278/Watashi_no_Hashtag_ga_Haenakute", "score": "6.04", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1954/132854.jpg"}
{"judul": "Inu to Shounen", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54357/Inu_to_Shounen", "score": "5.68", "genre": ["Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1341/133099.jpg"}
{"judul": "Zhongguo Qi Tan", "sinopsis": "A collection of eight short stories about Chinese folklore \"monsters.\"", "link": "https://myanimelist.net/anime/53919/Zhongguo_Qi_Tan", "score": "0", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1099/131981.jpg"}
{"judul": "Ijiranaide, Nagatoro-san 2nd Attack Mini Anime", "sinopsis": "The mini-anime for Ijiranaide, Nagatoro-san 2nd Attack released on Twitter and YouTube.", "link": "https://myanimelist.net/anime/54133/Ijiranaide_Nagatoro-san_2nd_Attack_Mini_Anime", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1383/132539.jpg"}
{"judul": "Yao Shen Ji 6th Season", "sinopsis": "Sixth season of Yao Shen Ji.", "link": "https://myanimelist.net/anime/54285/Yao_Shen_Ji_6th_Season", "score": "6.99", "genre": ["Action", "Adventure", "Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1257/132857.jpg"}
{"judul": "Kuromi's Pretty Journey", "sinopsis": "Kuromi from Onegai My Melody travels around the world to find her missing sister Romina.", "link": "https://myanimelist.net/anime/54535/Kuromis_Pretty_Journey", "score": "0", "genre": ["Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1398/133473.jpg"}
{"judul": "Li Shi Zhentan Shiwusuo: A Day in Lungmen Special", "sinopsis": "Special episode of Li Shi Zhentan Shiwusuo: A Day in Lungmen.", "link": "https://myanimelist.net/anime/54340/Li_Shi_Zhentan_Shiwusuo__A_Day_in_Lungmen_Special", "score": "5.88", "genre": ["Comedy", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1614/133158.jpg"}
{"judul": "Wo Jia Da Shixiong You Dian Kaopu", "sinopsis": "Third season of Wo Jia Da Shixiong Naozi You Keng.", "link": "https://myanimelist.net/anime/50400/Wo_Jia_Da_Shixiong_You_Dian_Kaopu", "score": "0", "genre": ["Action", "Adventure", "Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1473/119525.jpg"}
{"judul": "Kaiko sareta Ankoku Heishi (30-dai) no Slow na Second Life SD Mini Anime", "sinopsis": "Mini anime for Kaiko sareta Ankoku Heishi (30-dai) no Slow na Second Life released on Twitter and YouTube.", "link": "https://myanimelist.net/anime/54084/Kaiko_sareta_Ankoku_Heishi_30-dai_no_Slow_na_Second_Life_SD_Mini_Anime", "score": "0", "genre": ["Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1861/132312.jpg"}
{"judul": "Wu Geng Ji 4th Season Part 2", "sinopsis": "Part 2 of Wu Geng Ji 4th season.", "link": "https://myanimelist.net/anime/52680/Wu_Geng_Ji_4th_Season_Part_2", "score": "0", "genre": ["Action", "Fantasy", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1057/126729.jpg"}
{"judul": "Jian Yu Feng Yun 2nd Season", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54124/Jian_Yu_Feng_Yun_2nd_Season", "score": "0", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1705/132499.jpg"}
{"judul": "Shixiong A Shixiong", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54123/Shixiong_A_Shixiong", "score": "0", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1209/132496.jpg"}
{"judul": "Wo Jian Qile Yi Di Shuxing", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/51383/Wo_Jian_Qile_Yi_Di_Shuxing", "score": "0", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1776/126821.jpg"}
{"judul": "Guan Miao Shenmeshi", "sinopsis": "A cartoonist teenager who is running out of inspiration on his creative journey inadvertently adopts two pets when he goes out in search of inspiration. The cat is named Emperor and the dog is named Bazaar Black. Although the two little guys often caused him a lot of trouble, they also gained two pieces of companionship and love. Although they are a cat and a dog, the teenager knows that they are family. And so, the teenager's noisy but warm and happy life began.\r\nSource: Bilibili", "link": "https://myanimelist.net/anime/54018/Guan_Miao_Shenmeshi", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1873/132158.jpg"}
{"judul": "Jiuzhou Piaomiao Lu", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/51207/Jiuzhou_Piaomiao_Lu", "score": "0", "genre": ["Action", "Drama", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1281/126741.jpg"}
{"judul": "Shen Lan Qi Yu Wushuang Zhu 2nd Season", "sinopsis": "The second season of Shen Lan Qi Yu Wushuang Zhu.", "link": "https://myanimelist.net/anime/53367/Shen_Lan_Qi_Yu_Wushuang_Zhu_2nd_Season", "score": "0", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1349/132466.jpg"}
{"judul": "Space Idol", "sinopsis": "An original short anime depicting four girls who belong to the idol group \"Uchu Seifuku\" who are active in space. The short anime will be distributed on DMM TV. ", "link": "https://myanimelist.net/anime/53857/Space_Idol", "score": "0", "genre": ["Sci-Fi", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1305/132881.jpg"}
{"judul": "Bing Zhu Qi Hun Part 2", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54261/Bing_Zhu_Qi_Hun_Part_2", "score": "0", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1685/132802.jpg"}
{"judul": "Fei Ren Zai 2nd Season Part 2", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54061/Fei_Ren_Zai_2nd_Season_Part_2", "score": "0", "genre": ["Comedy", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1817/132240.jpg"}
{"judul": "Li Linke de Xiao Guaner 2nd Season", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54014/Li_Linke_de_Xiao_Guaner_2nd_Season", "score": "0", "genre": ["Gourmet", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1918/132125.jpg"}
{"judul": "Lian Qi Shi Wan Nian", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54437/Lian_Qi_Shi_Wan_Nian", "score": "0", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1567/133308.jpg"}
{"judul": "Hua Jianghu: Bu Liang Ren VI", "sinopsis": "Sixth season of Hua Jianghu: Bu Liang Ren.", "link": "https://myanimelist.net/anime/51897/Hua_Jianghu__Bu_Liang_Ren_VI", "score": "0", "genre": ["Action", "Drama", "Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1364/126727.jpg"}
{"judul": "Zhege Nianji Huan Neng Dang Daxia Ma", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53382/Zhege_Nianji_Huan_Neng_Dang_Daxia_Ma", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1538/129346.jpg"}
{"judul": "Xi Xing Ji: Anying Mo Cheng", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54033/Xi_Xing_Ji__Anying_Mo_Cheng", "score": "0", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1654/132184.jpg"}
{"judul": "Wo Shi Xuexiao Weiyi de Renlei", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54224/Wo_Shi_Xuexiao_Weiyi_de_Renlei", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1985/132694.jpg"}
{"judul": "Sanguo Yanyi 3rd Season", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/52735/Sanguo_Yanyi_3rd_Season", "score": "0", "genre": ["Action", "Drama", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1018/126922.jpg"}
{"judul": "Dan Dao Zongshi", "sinopsis": "In the previous life, although Qin Yichen, the sage of alchemy, possessed the most alchemy technique in the mainland and was famous all over the world, but because of his mediocre martial arts attainments, he could only watch helplessly as his enemy Ouyang Haotian snatched the martial soul of his lover Feng Qianxue, and in front of his eyes Kill Feng Qianxue and his brother Tantai Shuo.\r\nIn grief, Qin Yichen was reborn with the help of the Heaven and Earth Spirit Orb, returning to his youth! In this life, Qin Yichen wants to take everything back!\r\n\r\nBack in Yuxi City when he was a boy, Qin Yichen used alchemy to help Lin Aotian's family, who had saved his life, rise up and protect them from the disaster of the previous life. Afterwards, he went to Xuanyun City, where he got acquainted with the Li family and the Ye family among the three major families in Xuanyun City with the precious alchemy formula.\r\n\r\nBut Lin Aoqing, the acting head of the Lin family among the three major families, is an out-and-out villain. In order to fight for the right to inherit the family, he once framed his brother Lin Aotian, drove him out of Xuanyun City, and poisoned his adoptive father Lin Huarong to make him Being ill in bed all year round, he usurped the power of Patriarch, intending to unify Xuanyun City.\r\n\r\nIn order to get justice for Lin Aotian's family, Qin Yichen played games with Lin Aoqing while cultivating both alchemy and martial arts. He used alchemy to repair his damaged meridians, successively condensed divine beads and natal martial beads, and awakened the rare dragon martial soul! The roar of the dragon shook the entire continent!\r\n\r\nAfter awakening his martial soul, Qin Yichen learned the lessons from his previous life, practiced diligently, and made rapid progress. Then Qin Yichen not only rescued Lin Huarong, the old man of the Lin family who had been in a coma for many years, but also set up a bureau to unite the Ye family and the Li family to wipe out Lin Aoqing's forces at Lin Huarong's birthday banquet, and declared Yuncheng Qingning.\r\n\r\nBut in the game with Lin Aoqing, Qin Yichen also offended Lin Aoqing's ally, the Du family from Wangcheng. In order to strengthen his strength against the Du family and protect Xuanyun City, Qin Yichen went to the Black Demon Mountains to practice, and accidentally opened the ancient ruins, and shared hardships with the princess Lu Linghan, and gained the power of inheritance in the ancient ruins.\r\n\r\nBut the new challenge has just begun. Lu Linghan returned to the capital to change her tragic fate, and Qin Yichen returned to Xuanyun City, only to find that Xuanyun City had been captured by the forces of the Du family. missing...\r\n\r\n(Source: Tencent, translated)", "link": "https://myanimelist.net/anime/54631/Dan_Dao_Zongshi", "score": "0", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1898/133847.jpg"}
{"judul": "Bakugan: Legends", "sinopsis": "Bakugan: Legends is the fifth season of the Bakugan: Battle Planet series and the ninth season overall.\r\n\r\n(Source: Bakugan Wiki)", "link": "https://myanimelist.net/anime/54637/Bakugan__Legends", "score": "0", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1316/133910.jpg"}
{"judul": "Inu ni Nattara Suki na Hito ni Hirowareta. OVA", "sinopsis": "Unaired episodes included in the Blu-ray box volumes.", "link": "https://myanimelist.net/anime/54225/Inu_ni_Nattara_Suki_na_Hito_ni_Hirowareta_OVA", "score": "0", "genre": ["Comedy", "Ecchi"], "img": "https://cdn.myanimelist.net/images/anime/1453/132695.jpg"}
{"judul": "3Piece The Animation", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53425/3Piece_The_Animation", "score": "6.49", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1290/129808.jpg"}
{"judul": "Otogibanashi no Onigokko", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53492/Otogibanashi_no_Onigokko", "score": "5.93", "genre": ["Fantasy", "Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1767/130202.jpg"}
{"judul": "Imouto wa Gal Kawaii", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53702/Imouto_wa_Gal_Kawaii", "score": "6.60", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1445/131523.jpg"}
{"judul": "Stand My Heroes: Warmth of Memories", "sinopsis": "The OVA will be based on the Narumi Seo character map story event that was featured in the smartphone game in April 2018. Seo, who has a unique memory disorder, will appear alongside other heroes of the Seo Research Laboratory in the OVA.\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/48917/Stand_My_Heroes__Warmth_of_Memories", "score": "0", "genre": ["Mystery", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1132/127673.jpg"}
{"judul": "Class de Otoko wa Boku Ichinin!?", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53725/Class_de_Otoko_wa_Boku_Ichinin", "score": "6.79", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1035/131564.jpg"}
{"judul": "Majo wa Kekkyoku Sono Kyaku to... The Animation", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53724/Majo_wa_Kekkyoku_Sono_Kyaku_to_The_Animation", "score": "6.76", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1629/131563.jpg"}
{"judul": "Bonyuu-chan wa Dashitai.", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53677/Bonyuu-chan_wa_Dashitai", "score": "6.63", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1322/131460.jpg"}
{"judul": "Aoharu Snatch", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/52752/Aoharu_Snatch", "score": "5.80", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1164/127006.jpg"}
{"judul": "Yari Agari", "sinopsis": "Ichika, Shinji and Serina, best friends since childhood, they were always together until one strange incident caused their friendship to fall into oblivion. At the school where they all attended, a collective, headed by Serina, was formed with a single purpose - to bully Ichika. Ichika, still believing in their past friendship, hoped that their former relationship could be restored, so she endured all the humiliation and insults from her former friends, but the bullying went on and on... Ichika, whose patience had finally come to an end, decided to find a way to make her situation better. Soon, the young girl receives a video recording from the camera that was installed in Serina's room, from an unknown person. How is she going to use this gift of fate now? Will she come up with a plan to rekindle her friendship or to take revenge for all she has had to endure all this time...\r\n", "link": "https://myanimelist.net/anime/53506/Yari_Agari", "score": "6.24", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1340/130419.jpg"}
{"judul": "Ikumonogakari The Animation", "sinopsis": "Japan was engulfed in a demographic crisis, forcing the government to implement the \"Ikumonogakari\" law, which permitted promiscuous sexual interactions among the people. They started doing practical and pedagogical activities on the lessons of sexual life and a partner's sexual fulfillment. The protagonists are young and inexperienced, so practical exercises will help them to improve their skills.\r\n\r\n[Written by Cleome]", "link": "https://myanimelist.net/anime/53678/Ikumonogakari_The_Animation", "score": "0", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1123/131461.jpg"}
{"judul": "Futei with... The Animation", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53946/Futei_with_The_Animation", "score": "0", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1559/132061.jpg"}
{"judul": "Goblin no Suana", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54015/Goblin_no_Suana", "score": "0", "genre": ["Fantasy", "Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1340/132131.jpg"}
{"judul": "Kimetsu no Yaiba: Jougen Shuuketsu, Soshite Katanakaji no Sato e", "sinopsis": "A feature-length cut of episodes 10 and 11 of Yuukaku-hen (Entertainment District Arc), and the extended episode 1 of Katanakaji no Sato-hen (Swordsmith Village Arc).\r\n\r\n(Source: Aniplex of America)", "link": "https://myanimelist.net/anime/54591/Kimetsu_no_Yaiba__Jougen_Shuuketsu_Soshite_Katanakaji_no_Sato_e", "score": "7.38", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1566/133666.jpg"}
{"judul": "Sasaki to Miyano Movie: Sotsugyou-hen", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/51440/Sasaki_to_Miyano_Movie__Sotsugyou-hen", "score": "0", "genre": ["Boys Love", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1574/128922.jpg"}
{"judul": "Hirano to Kagiura", "sinopsis": "The diligent high school freshman Akira Kagiura and his senior Taiga Hirano have been roommates for half a year. Kagiura used to be anxious about his future dormitory life, but thanks to his energetic senior looking out for him, he has come to feel content and at ease. As he continues to rely on Hirano more and more each day, he develops strong feelings for his selfless friend. In the six months they have left as roommates, Kagiura is determined to put a name to the relationship he cherishes so dearly before it comes to an end. \r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52364/Hirano_to_Kagiura", "score": "0", "genre": ["Boys Love", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1986/132701.jpg"}
{"judul": "Gridman Universe", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/50587/Gridman_Universe", "score": "0", "genre": ["Action", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1897/133657.jpg"}
{"judul": "Blue Giant", "sinopsis": "\"I will definitely become the world's best Jazz player!\"\r\n\r\nBlue Giant follows Dai Miyamoto, who is a member of the basketball club. While attending junior high school one day, a friend takes him to a live jazz performance, which inspires him deeply. Thereafter, he begins practicing the tenor saxophone by himself, without the ability to read sheet music.\r\n\r\nRain or shine, day or night, Dai continues to practice. During his first performance, he is criticized by the audience, however, Dai passionately blows away at his saxophone. A tale of reaching his goal recklessly and sincerely begins.\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/50183/Blue_Giant", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1576/132154.jpg"}
{"judul": "Kin no Kuni Mizu no Kuni", "sinopsis": "Once upon a time, there were two rival kingdoms that did not get along. Every day, they argued over insignificant matters. When a dispute over removing dog waste ultimately turned into a war, God swiftly intervened and directed the two nation's leaders to exchange the most beautiful girl and the most intelligent young man for bride and bridegroom, respectively.\r\n\r\nSaara, the princess of country A, meets the prince of country B, Naranbayar. As they pretend to be a married couple to protect the peace between the countries, they find themselves gradually falling in love.\r\n\r\n(Source: MAL News)\r\n\r\nThe film premiered at the Animation Is Film Festival in Los Angeles on October 21, 2022. The film was officially released in theaters in Japan on January 27, 2023.", "link": "https://myanimelist.net/anime/52186/Kin_no_Kuni_Mizu_no_Kuni", "score": "0", "genre": ["Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1653/133181.jpg"}
{"judul": "SSSS.Gridman Movie", "sinopsis": "Compilation film of SSSS.Gridman.", "link": "https://myanimelist.net/anime/53850/SSSSGridman_Movie", "score": "0", "genre": ["Action", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1884/133240.jpg"}
{"judul": "Argonavis Movie: Axia", "sinopsis": " ", "link": "https://myanimelist.net/anime/45731/Argonavis_Movie__Axia", "score": "0", "genre": ["Drama"], "img": "https://cdn.myanimelist.net/images/anime/1848/123788.jpg"}
{"judul": "Rakudai Majo: Fuuka to Yami no Majo", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/51404/Rakudai_Majo__Fuuka_to_Yami_no_Majo", "score": "0", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1003/133209.jpg"}
{"judul": "Shenhai", "sinopsis": "The film Deep Sea is another original animated feature film directed by Tian Xiaopeng after Monkey King: Hero Is Back and it’s also a 3D animation creation of exploration significance for October Media. Although antique stories are popular among Chinese animation works in recent years, Deep Sea will apply a different way, using unique oriental aesthetics to interpret a fantasy story with a modern background.\r\n\r\nThe film Deep Sea builds a different brand new underwater world, and tells the story of a girl who encounters a unique life journey, seeking and searching in the mysterious underwater world.\r\n\r\n(Source: Official Site)", "link": "https://myanimelist.net/anime/44212/Shenhai", "score": "0", "genre": ["Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1122/132765.jpg"}
{"judul": "Soukyuu no Fafner: Behind the Line", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/50675/Soukyuu_no_Fafner__Behind_the_Line", "score": "0", "genre": ["Action", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1216/125056.jpg"}
{"judul": "Detective Conan: Haibara Ai Monogatari - Kurogane no Mystery Train", "sinopsis": "The movie will focus on Ai Haibara's past and will reconstruct the Mystery Train arc from the television anime, which shows Haibara and Conan meeting for the first time. The movie will also include scenes from the Kurogane no Submarine (Black Iron Submarine) movie.\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/53780/Detective_Conan__Haibara_Ai_Monogatari_-_Kurogane_no_Mystery_Train", "score": "0", "genre": ["Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1285/131672.jpg"}
{"judul": "Kyouki Sanmyaku: Naked Peak", "sinopsis": "A flight to Antarctica turns into a frantic rescue mission after the plane mysteriously vanishes. Efforts to locate the missing passengers lead rescuers to discover the plane's course set for a never-before-seen mountain range - the largest on Earth.\r\n\r\nTowering over 10,000 feet above sea level, the Everest-eclipsing eighth wonder of the world draws attention from the world's best climbers and thrill-seekers. Although they have conquered the tallest peaks in the past, Earth's new vertigo-inducing heights are surpassed only by the dreadful horrors awaiting at the top.\r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/53849/Kyouki_Sanmyaku__Naked_Peak", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1686/133916.jpg"}
{"judul": "Doraemon Movie 42: Nobita to Sora no Utopia", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/52318/Doraemon_Movie_42__Nobita_to_Sora_no_Utopia", "score": "0", "genre": ["Adventure", "Comedy", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1299/131609.jpg"}
{"judul": "Aikatsu! 10th Story: Mirai e no Starway (2023)", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53499/Aikatsu_10th_Story__Mirai_e_no_Starway_2023", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1837/130395.jpg"}
{"judul": "Yamanaka Sadao ni Sasageru Manga Eiga \"Nezumikozou Jirokichi\"", "sinopsis": "The short movie will be a silent anime depicting behind-the-scene stories of the Nezumikozou Jirokichi: Edo no Maki (Nezumikozou Jirokichi: Chapter of Edo) film directed by Sadao Yamanaka, as well as his effort to produce it.\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/54602/Yamanaka_Sadao_ni_Sasageru_Manga_Eiga_Nezumikozou_Jirokichi", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1553/133701.jpg"}
{"judul": "Youkai Watch ♪ Movie 8: Jibanyan vs. Komasan - Monge Daikessen da Nyan", "sinopsis": "One day, a mysterious event suddenly occurred. For some reason, Jibanyan's favorite sweet: Chocobars, and Komasan's favorite: soft-serve ice cream, began to disappear from this world one after another. Why? A mysterious Yo-kai appears and tells them, \"The way to bring Chocobars and soft-serve ice cream back to this world is for Jibanyan and Komasan to fight.\" Meanwhile, Hovernyan and Komasan's sister, Komami, who is a spy, discover that there is a Yo-kai behind this incident. There was a great conspiracy hidden. In addition, the unprecedented crisis surrounding Lord Emma, the strongest being in the Yo-kai World, is revealed! Where is Jibanyan VS Komasan? And who is the mastermind behind the incident?\r\n\r\n(Source: Yo-kai Watch Wiki)", "link": "https://myanimelist.net/anime/53634/Youkai_Watch_♪_Movie_8__Jibanyan_vs_Komasan_-_Monge_Daikessen_da_Nyan", "score": "0", "genre": ["Comedy", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1762/131317.jpg"}
{"judul": "Art College 1994", "sinopsis": "In the 1990s, a group of students on the campus of the Chinese Southern Academy of Arts are pursuing their studies and preparing to face the world. China is opening up to the West and the students’ lives are a tangle of love stories and friendships, artistic research, ideals and ambitions brought about by new influences. Caught between tradition and modernity, they have to decide who they want to become.\r\n\r\n(Source: Berlin International Film Festival)", "link": "https://myanimelist.net/anime/54662/Art_College_1994", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1582/133960.jpg"}
{"judul": "Shingeki no Kyojin: The Final Season - Kanketsu-hen", "sinopsis": "The conclusion to Shingeki no Kyojin.", "link": "https://myanimelist.net/anime/51535/Shingeki_no_Kyojin__The_Final_Season_-_Kanketsu-hen", "score": "9.19", "genre": ["Action", "Drama", "Suspense"], "img": "https://cdn.myanimelist.net/images/anime/1279/131078.jpg"}
{"judul": "Evangelion: 3.0 (-46h)", "sinopsis": "Unaired footage included on the BD release of Evangelion: 3.0+1.0 Thrice Upon a Time.", "link": "https://myanimelist.net/anime/53246/Evangelion__30_-46h", "score": "6.68", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1337/128855.jpg"}
{"judul": "Nijiyon Animation Specials", "sinopsis": "Three un-aired episodes bundled on the Nijiyon Animation Blu-ray BOX. ", "link": "https://myanimelist.net/anime/54117/Nijiyon_Animation_Specials", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1197/132448.jpg"}
{"judul": "Buddy Daddies Recap", "sinopsis": "Recap of the first 8 episodes of Buddy Daddies.", "link": "https://myanimelist.net/anime/54656/Buddy_Daddies_Recap", "score": "6.29", "genre": ["Action", "Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1705/133951.jpg"}
{"judul": "Vinland Saga Season 2", "sinopsis": "After his father's death and the destruction of his village at the hands of English raiders, Einar wishes for a peaceful life with his family on their newly rebuilt farms. However, fate has other plans: his village is invaded once again. Einar watches helplessly as the marauding Danes burn his lands and slaughter his family. The invaders capture Einar and take him back to Denmark as a slave. \r\n\r\nEinar clings to his mother's final words to survive. He is purchased by Ketil, a kind slave owner and landlord who promises that Einar can regain his freedom in return for working in the fields. Soon, Einar encounters his new partner in farm cultivation—Thorfinn, a dejected and melancholic slave. As Einar and Thorfinn work together toward their freedom, they are haunted by both sins of the past and the ploys of the present. Yet they carry on, grasping for a glimmer of hope, redemption, and peace in a world that is nothing but unjust and unforgiving.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49387/Vinland_Saga_Season_2", "score": "8.72", "genre": ["Action", "Adventure", "Drama"], "img": "https://cdn.myanimelist.net/images/anime/1170/124312.jpg"}
{"judul": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou II", "sinopsis": "As peace returns to the demon realm, Anos Voldigoad wishes nothing more than to put his reputation as the Demon King of Tyranny to rest and go back to being a misfit at the prestigious Demon King Academy. Unfortunately, any tranquility is fleeting: sinister demons, kings, and deities plot Anos's demise from the shadows.\r\n\r\nRumors spread about the \"Child of God,\" a being whose power may rival that of Anos. To uncover the truth and eliminate the potential threat, Anos must journey deep into the land of spirits. However, the spirit world is shrouded in mystery, and it may only be entered after undergoing a series of difficult trials.\r\n\r\nWith unrivaled power and confidence, Anos braces himself to defeat various formidable enemies with grandiose titles. But he—with the assistance of his trusted allies—will barely have to break a sweat as the true Demon King of Tyranny.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/48417/Maou_Gakuin_no_Futekigousha__Shijou_Saikyou_no_Maou_no_Shiso_Tensei_shite_Shison-tachi_no_Gakkou_e_Kayou_II", "score": "7.15", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1471/128323.jpg"}
{"judul": "Tokyo Revengers: Seiya Kessen-hen", "sinopsis": "In spite of his best time-leaping efforts, Takemichi Hanagaki continuously fails to prevent the present-day death of Hinata Tachibana, his adolescent love. The adult Takemichi grapples with grief and the ramifications of the Tokyo Manji gang's criminal empire—an unintended product of his timeline meddling. Though the gang once operated under the idealistic Manjirou \"Mikey\" Sano, it has now been taken over by the malicious Tetta Kisaki and, as a result, has abandoned its original optimistic intent.\r\n\r\nDespite feeling hopeless, Takemichi travels to the past once again to investigate Black Dragon, a rival motorcycle gang whose actions ultimately lead to Hinata's demise. There, he meets the young Hakkai Shiba, a fellow gang member whose older brother, Taiju, tyrannically rules Black Dragon. When Taiju brutally beats Takemichi in a one-sided street brawl, Hakkai attempts to withdraw from Tokyo Manji in apology—an act that Takemichi must prevent to spare Hakkai a grim future.\r\n\r\nThrough a shared tragedy, Takemichi bonds with Chifuyu Matsuno, establishing a close comradery both boys desperately need. With Chifuyu on his side, Takemichi works to unravel the fates of Black Dragon's members, fighting to create a happy future for his loved ones.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50608/Tokyo_Revengers__Seiya_Kessen-hen", "score": "7.66", "genre": ["Action", "Drama", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1773/132313.jpg"}
{"judul": "Tomo-chan wa Onnanoko!", "sinopsis": "Childhood friends Tomo Aizawa and Junichirou \"Jun\" Kubota do everything together, whether it be training or just enjoying a fun day out. Anyone would think that these two are best friends for life. The only issue is that the tomboyish Tomo is in love with Jun, but he regards her like a brother.\r\n\r\nAt the start of their first year of high school, Tomo confesses her feelings to Jun. However, her rough mannerisms and lack of hesitance to throw a punch do nothing to sway Jun's heart. Realizing that he will remain indifferent to her affections unless she does something about it, Tomo must find a way to knock some sense into Jun and open his eyes to what is right in front of him.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52305/Tomo-chan_wa_Onnanoko", "score": "7.64", "genre": ["Comedy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1444/131828.jpg"}
{"judul": "Ijiranaide, Nagatoro-san 2nd Attack", "sinopsis": "Hayase Nagatoro and Naoto Hachiouji have grown closer: the girl spends more time than ever in the art club room with her senpai. Although he is always on edge, Naoto no longer seems to mind Nagatoro's presence. Time and again, Naoto demonstrates his hidden, cool demeanor, and Nagatoro displays her possessive tendencies. However, they still can not seem to completely close the distance between them. It is clear to everyone else that the pair have feelings for each other.\r\n\r\nFor Nagatoro, there is nothing more entertaining than toying with Naoto. But as the girl shows no plans to stop teasing her senpai, it is only a matter of time before they realize how they truly feel.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50197/Ijiranaide_Nagatoro-san_2nd_Attack", "score": "7.46", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1902/129579.jpg"}
{"judul": "NieR:Automata Ver1.1a", "sinopsis": "In a post-apocalyptic world overrun by alien-crafted \"Machine Lifeforms,\" humanity is preparing for its last stand. Forced to retreat to the Moon for safety, humans are pinning their hopes on a group of man-made androids known as YoRHa soldiers. Led by the all-purpose battle android YoRHa 2-gou B-gata \"2B,\" the group will fight to take control of the Earth back from its invaders.\r\n\r\nAs war against the machines rages on, the YoRHa slowly begin to see the first shards of truth underlying the brutal conflict. Facing the harsh reality before her, the unwavering warrior 2B starts to question her very existence and just how much she must sacrifice for the sake of humanity.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51105/NieR_Automata_Ver11a", "score": "7.48", "genre": ["Action", "Fantasy", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1399/128318.jpg"}
{"judul": "Bungou Stray Dogs 4th Season", "sinopsis": "Fourth season of Bungou Stray Dogs.", "link": "https://myanimelist.net/anime/50330/Bungou_Stray_Dogs_4th_Season", "score": "8.64", "genre": ["Action", "Mystery", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1263/132759.jpg"}
{"judul": "Itai no wa Iya nano de Bougyoryoku ni Kyokufuri Shitai to Omoimasu. 2", "sinopsis": "After achieving fruitful results in New World Online's previous events, the now famous Maple Tree guild is excited to explore the new floors introduced in game. As if their guild was not already feared enough, each member is motivated to find stronger skills for themselves in order to greatly expand their options in future battles. Not forgetting the importance of networking, the guild also forges amicable relationships with other notable guilds, such as the Kingdom of the Flame Emperor and the Congregation of the Holy Swords.\r\n\r\nWith their eccentric guild master Maple at the forefront, the members of Maple Tree continue to stumble upon creative ways to implement their skills, driving the game developers crazy along the way.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/41514/Itai_no_wa_Iya_nano_de_Bougyoryoku_ni_Kyokufuri_Shitai_to_Omoimasu_2", "score": "7.41", "genre": ["Action", "Adventure", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1782/128859.jpg"}
{"judul": "Otonari no Tenshi-sama ni Itsunomanika Dame Ningen ni Sareteita Ken", "sinopsis": "Mahiru Shiina is worthy of her nickname \"Angel\": she is a divine beauty loved by all, and she excels in both academics and athletics. Shiina lives in an entirely different world from Amane Fujimiya, her next-door neighbor. Despite living so close together, they have never spoken once. But their silence is broken when Fujimiya spots Shiina gloomily sitting on a swing amidst a heavy rainstorm and lends her his umbrella. \r\n\r\nWhen Fujimiya catches a cold the next day, Shiina wishes to return the favor for the umbrella by nursing him back to health. Believing that this would be their first and last interaction, he silently appreciates her kindness. However, Shiina—who can not help but worry about Fujimiya's lack of tidiness and proper nutrition—begins to cook and clean for him. As the unlikely pair spend time together in Fujimiya's apartment, they explore the true nature of their relationship and the gentle emotions that emerge from it.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50739/Otonari_no_Tenshi-sama_ni_Itsunomanika_Dame_Ningen_ni_Sareteita_Ken", "score": "7.94", "genre": ["Comedy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1240/133638.jpg"}
{"judul": "Buddy Daddies", "sinopsis": "On Christmas Eve, four-year-old Miri Unasaka arrives in Tokyo completely alone, in search of her father. The bright lights and merry atmosphere guide Miri to a big hotel and a man with a delicious-looking cake. However, the child has just unknowingly walked into the center of an elaborate, foolproof plan for assassinating a dangerous mafia boss.\r\n\r\nProfessional assassins Kazuki Kurusu and Rei Suwa live together, fleeing memories of their grim childhoods and avoiding emotional connections. When their mission goes awry and they end up bringing Miri home, there is only one reasonable thing to do: return Miri to her mother. But the girl's innocent laugh and pure worldview quickly enamor her to Kazuki, who secretly enjoys playing a parent, and it is not long before Rei's impenetrable heart makes room for Miri.\r\n\r\nMiri's every move is unpredictable, and Kazuki and Rei find raising an energetic child harder than any of their missions. Although it presents a great risk to their careers, Kazuki and Rei—both assuming the affectionate nickname \"papa\"—decide to provide Miri with a normal childhood despite all the odds stacked against them.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/53411/Buddy_Daddies", "score": "7.85", "genre": ["Action", "Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1553/133767.jpg"}
{"judul": "Koori Zokusei Danshi to Cool na Douryou Joshi", "sinopsis": "Kind-hearted Himuro-kun is unfortunate: when in deep concentration, stressed, or flustered, he involuntarily creates blizzard conditions for himself and anyone in his vicinity. During one such incident on the first day of his new job, Himuro-kun encounters the beautiful Fuyutsuki-san, who helps him break out of his nerve-induced ice. As it turns out, Fuyutsuki-san is his new coworker.\r\n\r\nAt the office, the cool-headed Fuyutsuki-san offers simple and rational solutions to Himuro-kun's icy dilemmas—everything from helping him garden without freezing his plants to ensuring he does not melt during their tropical work retreat. Every time Fuyutsuki-san does something kind for him, the tempest of emotions he experiences inside embarrassingly manifests on the outside.\r\n\r\nAs a result of the frequent snowstorms, Himuro-kun's feelings for Fuyutsuki-san are impossible to hide. Even though Fuyutsuki-san is unfamiliar with love, Himuro-kun remains determined to repay her kindness and warm her heart in any way he can.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52173/Koori_Zokusei_Danshi_to_Cool_na_Douryou_Joshi", "score": "7.41", "genre": ["Comedy", "Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1927/132758.jpg"}
{"judul": "Kubo-san wa Mob wo Yurusanai", "sinopsis": "Junta Shiraishi is a high school student with one simple goal—to enjoy his youth. However, achieving this goal is not so straightforward since Shiraishi is effectively invisible to his peers; even his teachers routinely fail to notice his presence. In fact, there is a rumor circulating that whoever manages to spot him will receive good luck. \r\n\r\nBut there is one person who notices Shiraishi's presence without fail. Seated right next to him, Nagisa Kubo is determined not to let him quietly fade into the background. Unfortunately for him, this means that Shiraishi finds himself in some peculiar situations, all orchestrated by Kubo. Despite this, Kubo's playful antics might just be the catalyst needed to spark the thrilling youth that Shiraishi longs for.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51815/Kubo-san_wa_Mob_wo_Yurusanai", "score": "7.63", "genre": ["Comedy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1818/132330.jpg"}
{"judul": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka IV: Fuka Shou - Yakusai-hen", "sinopsis": "Second part of Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka IV.", "link": "https://myanimelist.net/anime/53111/Dungeon_ni_Deai_wo_Motomeru_no_wa_Machigatteiru_Darou_ka_IV__Fuka_Shou_-_Yakusai-hen", "score": "8.16", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1226/131884.jpg"}
{"judul": "Kyokou Suiri Season 2", "sinopsis": "During a blizzard, Masayuki Muroi's old high school friend pushes him off a mountain to certain death. However, Masayuki survives the fall and escapes to safety thanks to Yuki-Onna, the spirit of a beautiful young woman who is said to lead men to their demise—but all she asks in return is money.\r\n\r\nEleven years later, Masayuki has lived a successful life, having gotten married and amassing a great fortune. But when his company collapses and his wife cheats on him, Masayuki retreats to the city where Yuki-Onna once saved him, and he reconnects with her by offering her money and tasty meals. While Masayuki recovers from his misfortunes, another one knocks on his door: his ex-wife is found beaten to death, and now only Yuki-Onna—who cannot reveal herself—can corroborate his alibi.\r\n\r\nWith no one to turn to, Yuki-Onna enlists the help of the spirits' God of Wisdom, Kotoko Iwanaga. Revered by the various spirits that wander the earth, Kotoko uses her extraordinary wits and cunning to solve all quarrels they may have. In her duty to protect spirits and humans from colliding, Kotoko drags along her immortal boyfriend, Kurou Sakuragawa, and promises to prove Masayuki's innocence without exposing Yuki-Onna's existence.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/44204/Kyokou_Suiri_Season_2", "score": "7.49", "genre": ["Mystery", "Romance", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1901/131653.jpg"}
{"judul": "Tensei Oujo to Tensai Reijou no Mahou Kakumei", "sinopsis": "Princess Anisphia \"Anis\" Wynn Palletia has always dreamed of flying through the sky, even though the people of her kingdom consider it a silly ambition. Also at odds with her goal is the fact that Anis is incapable of using magic despite her noble status. Refusing to give up so easily, she renounces her right to the throne, and focuses on developing \"magicology\" by combining various resources with knowledge from her previous life on Earth.\r\n\r\nDue to Anis' nature, responsibility for the kingdom's future is passed onto her younger brother, Algard. Pushed into a political marriage with Euphyllia Magenta, a girl he hardly knows, Algard rebels by spending more time with a commoner girl than his fiancée. After Euphyllia tries to intervene, Algard publicly calls off their marriage and denounces his ex-fiancée as a bully.\r\n\r\nAfter crashing into the banquet where Algard makes the announcement, Anis rescues Euphyllia on the flying broom she is testing. She decides to make Euphyllia her assistant, which the other girl reluctantly agrees to. Although their partnership appears random at first, Anis has an ulterior motive for wanting Euphyllia's company.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52736/Tensei_Oujo_to_Tensai_Reijou_no_Mahou_Kakumei", "score": "7.78", "genre": ["Fantasy", "Girls Love"], "img": "https://cdn.myanimelist.net/images/anime/1053/129004.jpg"}
{"judul": "Spy Kyoushitsu", "sinopsis": "A decade ago, mankind witnessed the deadly potential of weapons caused by the Great War. To avoid another catastrophe, governments worldwide have resorted to espionage to fulfill their agendas.\r\n\r\nIn the Din Republic, Lily is an enthusiastic young girl who aspires to become a spy and serve her nation. However, she begins to doubt her abilities, as she struggles to perform well academically. Lily's passion is reignited when she is offered provisional graduation by joining the spy team Lamplight, which she eagerly accepts despite the enigmatic nature of the opportunity.\r\n\r\nUpon arriving at her destination, Lily is surprised to find six other girls waiting there, all of whom have faced their own academic difficulties as well. A mysterious man named Klaus soon appears and reveals they must complete an \"Impossible Mission\": to infiltrate the Galgad Empire after just one month of training. Although skeptical, the girls eventually agree to work together under Klaus' guidance—as this might be their only chance to prove their worth as spies.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51252/Spy_Kyoushitsu", "score": "6.27", "genre": ["Action", "Fantasy", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1491/132864.jpg"}
{"judul": "Ningen Fushin no Boukensha-tachi ga Sekai wo Sukuu you desu", "sinopsis": "Veteran adventurer Nick, mage Tiana, cleric Zem, and half-dragon Curran each show up alone at a tavern, only to find themselves seated at the same table. As the night goes on, they take turns divulging their grievances and the hobbies they have taken up as a means of coping. While their stories are utterly different, there is one common thread: betrayal. Each of the four, having been bitterly betrayed by someone they treasured, has developed a deep-seated distrust of humanity.\r\n\r\nBut in addition to their similar worldviews, the four have one more commonality: a critical lack of funds. Realizing that things cannot continue as they are, they decide to form a party, rank up, and make as much money as possible to spend on their respective hobbies. What these disillusioned adventurers do not know, however, is that they will one day save the world from unfathomable peril.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49612/Ningen_Fushin_no_Boukensha-tachi_ga_Sekai_wo_Sukuu_you_desu", "score": "6.59", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1446/131578.jpg"}
{"judul": "Tondemo Skill de Isekai Hourou Meshi", "sinopsis": "Along with three other heroes, 27-year-old Mukouda Tsuyoshi is transported into a fantasy world to rescue a kingdom from a mysterious threat. However, it soon becomes clear that Tsuyoshi has been dragged into the summoning ritual by accident. His only skill turns out to be \"Food Menu,\" which allows him to open an interface where he can purchase and obtain food-related supermarket items from modern Japan.\r\n\r\nUnceremoniously booted out of the palace, Tsuyoshi sets out on his own into his new world. However, his ability to create delicious dishes unknown to this world soon pays dividends, even attracting the legendary wolf Fenrir. Fenrir is so taken in by the food that the creature immediately forms a contract with Tsuyoshi, becoming his familiar. Followed by this whimsical mythical being, Tsuyoshi takes up a job as a merchant and adventurer, travelling and cooking up mouth-watering meals that never fail to amaze the inhabitants of this world.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/53446/Tondemo_Skill_de_Isekai_Hourou_Meshi", "score": "7.65", "genre": ["Adventure", "Comedy", "Fantasy", "Gourmet"], "img": "https://cdn.myanimelist.net/images/anime/1661/131889.jpg"}
{"judul": "Trigun Stampede", "sinopsis": "On the planet Noman's Land, reporters Meryl Stryfe and Roberto De Niro traverse the desert in search of the infamous outlaw Vash the Stampede. But the man they find near the desolate town of Jeneora Rock is a far cry from the lethal terrorist they expect. In reality, Vash is a passive and carefree drifter; he is a proponent of peace, beloved by the residents of the town. His inaccurate reputation actually stems from the widespread atrocities committed by his twin brother Knives Millions. Still, Vash is dubbed \"The Humanoid Typhoon'' due to the tendency for violent chaos to follow in his wake.\r\n\r\nChaos soon arrives in the form of bounty hunters seeking the high price on Vash's head, and their violent pursuit poses great danger to the town and its precious power plant. Thanks to his gunslinging prowess, Vash is able to resist most of these nefarious forces. Yet he must soon face off against the ultimate evil: the unstoppable destructive power of his malevolent brother.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52093/Trigun_Stampede", "score": "7.42", "genre": ["Action", "Adventure", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1426/129194.jpg"}
{"judul": "Saikyou Onmyouji no Isekai Tenseiki", "sinopsis": "Despite standing at the zenith as the strongest exorcist, Haruyoshi Kuga sought even greater power, which led to his demise at the hands of those who envied his might. As he draws his last breath, he casts a spell that allows him to reincarnate and swears to become more cunning, hoping that all his efforts will prove useful in his next life.\r\n\r\nHaruyoshi is soon reborn in another world as Seika Lamprogue, an illegitimate son of a noble family that prides itself on magic. However, his new family largely ignores him due to his lineage and magic deficiency. Nevertheless, the unbothered Seika leverages the knowledge from his previous life to make numerous valuable allies. As he begins to explore the true limits of his abilities, Seika must also be wary of the consequences that tarnished his past and avoid repeating the same mistakes.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50932/Saikyou_Onmyouji_no_Isekai_Tenseiki", "score": "7.29", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1547/125900.jpg"}
{"judul": "Isekai Nonbiri Nouka", "sinopsis": "During the final years of his life, Hiraku Machio remained confined to a hospital bed with a terminal illness until he finally passed away. Taking pity on the unfair life he lived, a god decides to reincarnate Hiraku in another world where he can live as he pleases. Wanting to try farming in this new life, he is bestowed with an all-in-one \"Almighty Farming Tool\" that can transform into any useful implement he wishes. Hiraku is then transported to a forest seemingly far from civilization. Here, he plans to build and farm everything from scratch—gradually developing the lifeless area into a thriving new society.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51462/Isekai_Nonbiri_Nouka", "score": "7.51", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1983/132329.jpg"}
{"judul": "Hyouken no Majutsushi ga Sekai wo Suberu", "sinopsis": "As the first commoner to attend the prestigious Arnold Academy of Sorcery, Ray White is immediately met with contempt from some of the students hailing from nobility. Unbeknownst to them, Ray's real identity is that of the famous Iceblade Sorcerer—a hero who led the country to victory in a past war and is one of the seven strongest sorcerers alive. Despite his legendary status, Ray wants nothing more than to live out the ordinary school life he never had.\r\n\r\nRay quickly makes friends with some of the most influential students thanks to his kind and amiable nature. Unfortunately, as those with nefarious motives begin to make their move, Ray may soon have no choice but to use his true power to preserve the bonds that make his new life worthwhile.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51711/Hyouken_no_Majutsushi_ga_Sekai_wo_Suberu", "score": "6.36", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1049/131580.jpg"}
{"judul": "Eiyuu-ou, Bu wo Kiwameru Tame Tenseisu: Soshite, Sekai Saikyou no Minarai Kishi♀", "sinopsis": "The hero king Inglis—who dedicated his entire life to building his country—is now approaching death. To award him for his honorable achievements, the goddess Alistia appears and grants him one wish. Having never been able to master the blade, Inglis asks to be reincarnated in order to do so.\r\n\r\nIn a blink of an eye, Inglis finds himself born in the far future as a daughter of the Eucus noble family. Six years later, Inglis is discovered to be Runeless—incapable of utilizing the runes that enable the use of magic in this era. She is therefore ineligible to become a knight. However, this fits in well with Inglis' plan: she instead decides to become the squire for her cousin, Rafinha Bilford, allowing Inglis to focus on pushing her limits.\r\n\r\nFor Inglis, the challenges this familiar yet different world has to offer are instead opportunities for her to hone her skills—and possibly become an extraordinary squire in the process.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50481/Eiyuu-ou_Bu_wo_Kiwameru_Tame_Tenseisu__Soshite_Sekai_Saikyou_no_Minarai_Kishi♀", "score": "6.94", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1044/129594.jpg"}
{"judul": "Oniichan wa Oshimai!", "sinopsis": "Self-professed \"home security guard\" Mahiro Oyama has not left his home in years, secluding himself in his room playing erotic visual novels. This depraved lifestyle causes his prodigious sister, Mihari, to worry about his well-being. In hopes of solving this problem, she devises a plan to rehabilitate him back to normalcy.\r\n\r\nThe first part of Mihari's plan is to concoct a medicine that changes her brother's biological constitution into a bona fide female, much to Mahiro's vehement dismay. Stuck in this predicament, Mahiro has no choice but to live out his life as a cute girl until the effect wears off—if it ever does.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51678/Oniichan_wa_Oshimai", "score": "7.38", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1058/131632.jpg"}
{"judul": "Benriya Saitou-san, Isekai ni Iku", "sinopsis": "Despite being a handyman with a wide range of skills, Saitou is severely undervalued and underpaid. When he complains, his boss fires him, claiming that he is easily replaceable. As if his luck was not bad enough, a truck suddenly hits and kills Saitou on his way home.\r\n\r\nSurprisingly enough, Saitou does not die; instead, he is transported to another world. There, he meets a party composed of the female knight Raelza, the moonlight fairy Lafanpan, and the mage Morlock, who are all coincidentally looking to recruit a new member with a skill set like Saitou's.\r\n\r\nThroughout their time together, Saitou uses his expertise to assist his fellow party members and soon comes to receive the recognition he never thought was possible. However, Saitou's presence may just be the catalyst that will connect a diverse cast of people from different places, slowly uncovering the fate that could bring a great change to this world.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50854/Benriya_Saitou-san_Isekai_ni_Iku", "score": "7.16", "genre": ["Adventure", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1805/132335.jpg"}
{"judul": "Inu ni Nattara Suki na Hito ni Hirowareta.", "sinopsis": "On a rainy afternoon, a male high school student awakens freezing on the streets with no memory of how he got there. His classmate and crush, Karen Inukai, finds him and takes him back to her home where, to his surprise, she starts to undress. She seems intent on bathing with him, though he has no idea why. When she holds him once more, he catches a glimpse of himself in the mirror—discovering that he has turned into a dog!\r\n\r\nInukai adopts the puppy and names him Pochita. Now, he must adjust to life as a dog and figure out how to get out of this strange predicament. But while he mulls over an escape plan, Pochita sees a whole new side to Inukai that he never saw at school.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51265/Inu_ni_Nattara_Suki_na_Hito_ni_Hirowareta", "score": "5.24", "genre": ["Comedy", "Ecchi"], "img": "https://cdn.myanimelist.net/images/anime/1832/132333.jpg"}
{"judul": "Kami-tachi ni Hirowareta Otoko 2nd Season", "sinopsis": "Since reincarnating into a new world, Ryouma Takebayashi has used his god-given graces to tame countless slimes and employ them to improve the lives of everyone around him. With the astonishing success of his laundry shop, Bamboo Forest, he is finally ready to take on new frontiers and open a branch in the neighboring city of Lenaf. Abiding by his promise with his dearest friend, Eliaria Jamil, Ryouma makes every day count, whether learning new techniques, forming connections, or even discovering more species of slime.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49109/Kami-tachi_ni_Hirowareta_Otoko_2nd_Season", "score": "7.08", "genre": ["Fantasy", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1521/131469.jpg"}
{"judul": "Kaiko sareta Ankoku Heishi (30-dai) no Slow na Second Life", "sinopsis": "For more than 30 years, Dariel has been a loyal soldier in the Demon King's army, having been raised by Granverza, one of the Four Heavenly Generals. However, as Dariel lacks any magical potential, he is nothing but a disgrace in the eyes of Granverza's son, Bashubaza, who fires Dariel right after assuming his father's position as a general.\r\n\r\nStripped of a home and a job, Dariel wanders the forests, where he stumbles upon a human girl named Marika running from a monster. After Dariel intervenes to help Marika, she invites him to stay at her village in return. There, he discovers that the reason he has zero suitability for magic as a demon is that he is, in fact, a human.\r\n\r\nHowever, Dariel is no ordinary human. Possessing potential that far outweighs even heroes, Dariel may soon find himself involved in the humans and demons' seemingly never-ending conflict, facing against the race he once considered allies.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52446/Kaiko_sareta_Ankoku_Heishi_30-dai_no_Slow_na_Second_Life", "score": "6.91", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1224/132328.jpg"}
{"judul": "Shin Shinka no Mi: Shiranai Uchi ni Kachigumi Jinsei", "sinopsis": "Thanks to the Fruit of Evolution, Seiichi Hiiragi's amazing new life in another world allows him to meet dependable allies and create formidable spells. His abilities catch the attention of Barnabus Ablitt, the principal of the Barbador Academy of Magic, who invites Seiichi to become a teacher at the institution. Coincidentally, Seiichi's classmates from Earth are enrolled there, which will lead to an awkward reunion if he is to meet them.\r\n\r\nBehind the scenes, however, an enigmatic cult called The Great Devil Order devises a sinister scheme to resurrect their deity and sacrifice the students of Barbador to hasten the process. As Seiichi's power is second to none, it is up to him to protect not only his friends but also the entire world from the looming darkness.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51495/Shin_Shinka_no_Mi__Shiranai_Uchi_ni_Kachigumi_Jinsei", "score": "5.95", "genre": ["Adventure", "Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1862/128297.jpg"}
{"judul": "High Card", "sinopsis": "After discovering that his orphanage was on the brink of closing due to financial stress, Finn, who was living freely on the streets, set out for a casino with the aim of making a fortune. However, nothing could have prepared Finn for the nightmare that was awaiting him. Once there, Finn encountered a car chase and bloody shootout caused by a man's \"lucky\" card.\r\n\r\nFinn will eventually learn what the shootout was about. The world order can be controlled by a set of 52 X-Playing cards with the power to bestow different superhuman powers and abilities to the ones that possess them. With these cards, people can access the hidden power of the \"buddy\" that can be found within themselves.\r\n\r\nThere is a secret group of players called High Card, who have been directly ordered by the king of Fourland to collect the cards that have been scattered throughout the kingdom while moonlighting as employees of the luxury carmaker Pinochle. Scouted to become the group's fifth member, Finn soon joins the players on a dangerous mission to find these cards.\r\n\r\n\"All you need in life are manners, dignity, and the will to bet on your own life.\"\r\n\r\nHowever, Who's Who, the rival car maker obsessed with defeating Pinochle, and the Klondikes, the infamous Mafia family, stand in the way of the gang. A frenzied battle amongst these card-obsessed players, fueled by justice, desire, and revenge, is about to begin!\r\n\r\nAre you ready? It's Showdown!!\r\n\r\n(Source: TMS Entertainment)", "link": "https://myanimelist.net/anime/49154/High_Card", "score": "7.23", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1803/131345.jpg"}
{"judul": "Tsundere Akuyaku Reijou Liselotte to Jikkyou no Endou-kun to Kaisetsu no Kobayashi-san", "sinopsis": "Broadcasting club member Shihono Kobayashi always gushes to her friend Aoto Endou about MagiKoi, an otome game where protagonist Fiene attends the Royal Academy of Magic. But despite the colorful cast, the one character Kobayashi is most obsessed with is the villainess Lieselotte Riefenstahl. Contrary to her rude remarks toward Fiene, Lieselotte longs to be her friend. Lieselotte is also deeply in love with her own fiancé, Prince Siegwald Fitzenhagen—the game's main love interest. Unfortunately, in almost every route, Lieselotte is doomed to a tragic end.\r\n\r\nKobayashi manages to convince Endou to play MagiKoi to practice his speaking skills. What begins as a normal playthrough turns extraordinary when Siegwald suddenly hears the players' voices inside the game! Now labeled as \"gods,\" Endou and Kobayashi use their comments and analyses to save their beloved tsundere villainess from her fated demise.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50652/Tsundere_Akuyaku_Reijou_Liselotte_to_Jikkyou_no_Endou-kun_to_Kaisetsu_no_Kobayashi-san", "score": "7.20", "genre": ["Comedy", "Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1997/131327.jpg"}
{"judul": "Revenger", "sinopsis": "Tricked into assassinating his own prospective father-in-law, righteous samurai Raizou Kurima is overwhelmed with guilt. In order to reclaim his honor, Raizou swears vengeance on the lord who gave him those misleading orders. In his pursuit, he is aided by self-proclaimed merchant-of-all-trades Yuuen Usui, who is actually one of the Revengers—assassins who seek justice for the wronged and dispense bloody revenge on their behalf.\r\n\r\nTragedy seems destined to follow Raizou as he becomes increasingly intertwined with members of the Revengers. As he begins working as a vigilante alongside them, the complicated web between the corrupt Japanese political elite, the unscrupulous Europeans, and the Revengers gradually reveals itself. The more entangled he becomes in these affairs, the more Raizou realizes that justice is as deceptive as the honor that he sought to redeem.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/53213/Revenger", "score": "6.68", "genre": ["Action", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1884/131748.jpg"}
{"judul": "Sugar Apple Fairy Tale", "sinopsis": "In the kingdom of Highland, fairies lived freely until humans betrayed them. Once a fairy has been stripped of a wing, whoever possesses it holds the fairy's life in their hands. Taking advantage of this, humans enslaved fairies, but 15-year-old Ann Halford longs to see the day when fairies and humans are treated as equals.\r\n\r\nThe aspiring confectioner dreams of becoming a Silver Sugar Master just like her late mother. In order to achieve this lofty goal, Ann sets out for the capital of Lewiston, home to the annual Royal Candy Fair. However, to be bestowed the elusive title, Ann's confection crafted from silver sugar must be recognized with a royal medal at the event.\r\n\r\nAnn hires a sharp-tongued warrior fairy, Shall Fen Shall, to be her bodyguard for the perilous journey ahead. After saving him from his cruel fairy trader, she promises to return Shall's wing to him once they reach the capital, much to his confusion. But as the pair travel further along, the time they spend together grows, and they learn more about each other and their true desires.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49980/Sugar_Apple_Fairy_Tale", "score": "7.34", "genre": ["Adventure", "Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1897/131300.jpg"}
{"judul": "Rougo ni Sonaete Isekai de 8-manmai no Kinka wo Tamemasu", "sinopsis": "Mitsuha Yamano could not have had it worse. After failing to enter her university of choice and losing her entire family in an accident, she finds herself plummeting off a cliff due to an especially fragile guardrail. Through what seems to be the only bit of the fortune left in her life, Mitsuha's firm unwillingness to die allows her to be transported to another world, where she ends up surviving.\r\n\r\nIn this foreign land, Mitsuha wanders around for days before collapsing from exhaustion and being rescued by a little girl named Colette. Not long after, she finds herself in yet another life-threatening situation, and her indomitable will shines once more, granting her an audience with a divine cosmic being. The entity reveals to Mitsuha that she has acquired not only superhuman regeneration but also the ability to transport between worlds at will.\r\n\r\nArmed with this new information, Mitsuha brainstorms ways to utilize her newfound power to its full potential. Realizing that she can take goods from Earth and resell them to the other world at a higher price, she resolves to save up eighty thousand gold coins to be able to retire comfortably.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52461/Rougo_ni_Sonaete_Isekai_de_8-manmai_no_Kinka_wo_Tamemasu", "score": "6.76", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1890/131473.jpg"}
{"judul": "Ayakashi Triangle", "sinopsis": "Ayakashi are strange, supernatural creatures invisible to the majority of people. Though most are harmless, some ayakashi attack humans to devour their life force. Exorcist ninjas are tasked with protecting people from these spiteful spirits.\r\n\r\nMatsuri Kazamaki is a young exorcist ninja born to a prestigious clan. His childhood friend, Suzu Kanade, is an ayakashi medium—an individual with immense vitality that attracts ayakashi. Matsuri deems all ayakashi threatening and wishes to keep Suzu as far from them as possible, but this clashes with her desire to remain close to them. One day, the pair encounters Shirogane, the \"King of Ayakashi,\" who is hellbent on consuming Suzu. As she is about to be eaten, Matsuri comes to the rescue and manages to seal the ayakashi's powers—but not before Shirogane takes revenge by turning him into a girl!\r\n\r\nUntil he finds a way to transform back, Matsuri must adjust to his new, peculiar lifestyle while fighting against hostile ayakashi. Moreover, Suzu is now conflicted about her feelings toward Matsuri—further plunging their relationship into a state of ambiguity.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50606/Ayakashi_Triangle", "score": "6.52", "genre": ["Action", "Comedy", "Romance", "Supernatural", "Ecchi"], "img": "https://cdn.myanimelist.net/images/anime/1078/131921.jpg"}
{"judul": "Ooyukiumi no Kaina", "sinopsis": "Humanity is facing extinction. In a snow-covered world where water has become scarce, the last habitable lands are located at the feet of gigantic Orbital Trees scattered about the desolated Earth. According to a legend, there exists a sage who knows the secret to producing abundant quantities of water to save mankind. \r\n\r\nLiliha, the princess of Atland, uses an organic hot-air balloon to climb to the top of an Orbital Tree in hopes of meeting her country's savior. Once she reaches the Canopy—an area that appears to be an infinite window of transparent ice—she meets Kaina, one of the last men alive on the Canopy. However, she can not find the man she was looking for.\r\n\r\nUnable to return by herself to her country, the princess finds a helping hand in Kaina, who is eager to explore the surface world that he thought was empty. As Kaina learns about the war against Liliha's country, the antagonistic technologically advanced nation Valghan, and other perils of the surface, he realizes that his escorting mission will prove more difficult than he imagined.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50864/Ooyukiumi_no_Kaina", "score": "6.79", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1064/131833.jpg"}
{"judul": "Ars no Kyojuu", "sinopsis": "In the world of Ars, humans lead a decades-long war against giant beasts that ravage the lands and feed on their resources. Those tasked with fighting them are champions called nagimori, who utilize the destructive power of kannagi: beings gifted with uncontrollable magical powers.\r\n\r\nWhile mourning the death of his war partner, former nagimori Jiiro crosses paths with Kuumi, a young woman who has just awakened her magical powers. After the pair form a contract to save the city from a giant beast attack, Jiiro learns that Kuumi has escaped a laboratory and is being hunted by the underlings of Mezami, the head of the research facility.\r\n\r\nReluctantly agreeing to help Kuumi flee from her pursuers, Jiiro starts traveling with his new partner and her friend Myaa, a young girl with a cat headdress. As the unlikely trio wanders the Arsian lands, top officials begin setting their plans into motion—and the group of adventurers soon discover that men are to be feared more than monsters.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/53179/Ars_no_Kyojuu", "score": "6.48", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1866/133949.jpg"}
{"judul": "Tsurune: Tsunagari no Issha", "sinopsis": "Despite the prefectural tournament's breathtaking conclusion, the Kazemai High School Kyudo Club has no time to celebrate. With the national competition right around the corner, the club is determined to prove that their initial victory was not a mere fluke.\r\n\r\nWith his passion for the sport reignited, Minato Narumiya earnestly prepares for the upcoming competition with his teammates, who are equally motivated to win. As the much-anticipated tournament begins, the members of Kazemai's kyudo team fight to stay on target with their ambitious goal. But when old acquaintances reappear as difficult opponents, the boys find that winning the nationals will require more dedication and effort than ever before.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52826/Tsurune__Tsunagari_no_Issha", "score": "7.83", "genre": ["Sports"], "img": "https://cdn.myanimelist.net/images/anime/1803/132337.jpg"}
{"judul": "Hikari no Ou", "sinopsis": "Human civilization no longer revolves around fire, but is instead now driven by fear of it. Repeated wars have changed human biology, and people now spontaneously combust when they get close to natural flame. However, a new source of energy prevents society from complete collapse: a stone-shaped material used to produce light and steam lies within the bodies of monsters that infest numerous forests. Those tasked with collecting this precious resource are called fire hunters.\r\n\r\nTouko, a young village girl, is saved from a forest monster by a fire hunter who perishes during his heroic action. After the hunter's dog, Kanata, heals from his own injury, the girl's family sends her to the capital in order to return Kanata and the hunter's fire sickle to his relatives.\r\n\r\nElsewhere, the fire hunter's son, Koushi, and his sister are adopted by a wealthy family. Koushi learns some troubling facts related to the country's ruling royal family. He conducts secret research on a special fire stone found by his late father, kickstarting a race against time between the country's leaders and those trying to save mankind from its ultimate demise.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/43760/Hikari_no_Ou", "score": "6.63", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1787/131675.jpg"}
{"judul": "Mononogatari", "sinopsis": "Saenome are tasked with sealing spirits that possess objects and pose a threat to society. Known as tsukumogami, these spirits are generally non-violent, and saenome normally seal them after a simple verbal exchange.\r\n\r\nTraumatized by a previous deadly encounter with a malevolent spirit, Hyouma Kunato refuses to use peaceful methods and gets into physical confrontations with all tsukumogami that cross paths with him. Deeming this behavior unacceptable for a future clan leader, Hyouma's grandfather, Zouhei, proposes that he starts living with Botan Nagatsuki, a young woman whose family is composed of six tsukumogami—lest he be excommunicated.\r\n\r\nDetermined to track down the spirit that took everything from him, Hyouma reluctantly accepts Zouhei's proposal. As unknown groups of evil spirits begin to jeopardize the balance between worlds, the young man must gain the trust of Botan and overcome his hatred for her mysterious family.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50384/Mononogatari", "score": "6.70", "genre": ["Action", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1173/131830.jpg"}
{"judul": "The Legend of Heroes: Sen no Kiseki - Northern War", "sinopsis": "For many years following the North Ambrian Disaster, North Ambria has been known as the poorest region in Zemuria. After the state suffered a major loss due to the mysterious Salt Pale turning citizens and buildings into salt, the economy has never truly recovered. Out of necessity to secure foreign investment for the state, the former state military has turned into a group of mercenaries known as the Northern Jaegers.\r\n\r\nWishing to join the largest group of mercenaries on the continent, Lavian \"Lavi\" Winslet, a promising rookie, enlists with the Northern Jaegers. Although she has only been with them for half a year, the reserved but capable Lavi Winslet is well respected by her peers. When Lavi and her team are tasked with gathering information regarding the Imperial Hero of Erebonia—a new threat to the state—she discovers that there may be more to the continent's intricate politics than meets the eye.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/48441/The_Legend_of_Heroes__Sen_no_Kiseki_-_Northern_War", "score": "5.89", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1894/133297.jpg"}
{"judul": "Nokemono-tachi no Yoru", "sinopsis": "Wisteria is an orphan girl living in a corner of the British Empire at the end of the 19th century. Her life is desolate and bleak–until she encounters Marbas, a powerful but equally lonely immortal being with a furry appearance, hounded by hunters. Together, Wisteria and Marbas roam the Empire–populated by humans and human-like beasts–in search of a place where they can live together in peace. \r\n\r\n(Source: Seven Seas Entertainment)", "link": "https://myanimelist.net/anime/52274/Nokemono-tachi_no_Yoru", "score": "6.66", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1087/129002.jpg"}
{"judul": "Kyuuketsuki Sugu Shinu 2", "sinopsis": "Second season of Kyuuketsuki Sugu Shinu.", "link": "https://myanimelist.net/anime/50287/Kyuuketsuki_Sugu_Shinu_2", "score": "7.47", "genre": ["Comedy", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1254/131832.jpg"}
{"judul": "Mou Ippon!", "sinopsis": "The happy-go-lucky Michi Sonoda announces to her teammate, Sanae Takigawa, that she will quit judo for good after her final middle school tournament. This leaves Sanae in disbelief; after all, it was Michi's passion toward the sport that reeled Sanae into judo in the first place. Michi claims that a well-spent youth should be associated with things such as getting a boyfriend rather than sweaty tatami mats.\r\n\r\nHowever, Michi's plan to end her fledgling judo career with a bang is spoiled after experiencing an embarrassing defeat at the hands of the talented Towa Hiura. Later, her plan is further derailed when she finds out that Towa has enrolled in the same high school as herself and Sanae. With the sudden appearance of her past foe, Michi may soon realize that she still has lingering feelings for the sport of judo.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49376/Mou_Ippon", "score": "6.74", "genre": ["Sports"], "img": "https://cdn.myanimelist.net/images/anime/1039/131684.jpg"}
{"judul": "Pokemon: Mezase Pokemon Master", "sinopsis": "By embracing challenges, learning from failures, overcoming obstacles, and beating the best in the world, Satoshi finally achieves his long-held dream. His adventurous spirit, however, still runs high as he continues to explore new regions, witness unfamiliar Pokémon, and forge unexpected friendships and rivalries.\r\n\r\nAs the world opens its vast horizons to Satoshi, he once more encounters the people who helped shape his momentous path to success. A legendary journey nears its end just as an entirely new one is about to begin, with the bond between humans and Pokémon continuing forevermore.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/53874/Pokemon__Mezase_Pokemon_Master", "score": "7.73", "genre": ["Action", "Adventure", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1063/131885.jpg"}
{"judul": "Technoroid: Overmind", "sinopsis": "Due to rising sea levels and a rapidly declining human population, androids have been engineered to perform most menial tasks, allowing humans to focus on other things. Aside from providing manual labor and customer service, androids also entertain humans through Babel—a tower where participants captivate audiences with song and dance to clear Climb Stages. The higher the climb, the more prize money is awarded.\r\n\r\nAndroids Cobalt, Chrom, Neon, and Kei are down on their luck and about to have their electricity cut off from unpaid bills. Desperate to make a quick buck, the group decide to become Babel climbers. However, winning the audience's favor is a great challenge. Dejected but unwilling to give up, Cobalt resolves to somehow improve their chances after watching an impressive performance by STAND-ALONE—the top climber unit.\r\n\r\nWhen the group stumbles across a mysterious choreographer willing to give away his routine, Cobalt sees this as their only way up. With the help of their human companion, Esora Shibaura, the androids form the unit KNoCC to tackle the daunting climb to the top of Babel, but they must also overcome android-based discrimination along the way.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50284/Technoroid__Overmind", "score": "5.67", "genre": ["Mystery", "Sci-Fi", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1208/132388.jpg"}
{"judul": "Majutsushi Orphen Hagure Tabi: Urbanrama-hen", "sinopsis": "Third season of Majutsushi Orphen Hagure Tabi.\r\n", "link": "https://myanimelist.net/anime/53162/Majutsushi_Orphen_Hagure_Tabi__Urbanrama-hen", "score": "6.30", "genre": ["Action", "Adventure", "Drama", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1388/132318.jpg"}
{"judul": "Nijiyon Animation", "sinopsis": "Short anime based on the 4-koma series illustrating the daily lives of the Nijigasaki High School Idol Club’s members.", "link": "https://myanimelist.net/anime/53077/Nijiyon_Animation", "score": "6.71", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1181/131434.jpg"}
{"judul": "D4DJ All Mix", "sinopsis": "Arisugawa Academy's DJ unit Lyrical Lily is known for bringing smiles to people's faces through music. Thanks to their efforts, the local city hall requests them to perform monthly for a year as part of Operation Beckoning Cat, the town revitalization project.\r\n\r\nUnfortunately, given the long and demanding event, Lyrical Lily wonders if they can successfully meet the expectations placed on them. To better their chances, they decide to invite the DJ units that supported them during their first performance: Happy Around, Photo Maiden, Peaky P-key, Rondo, and Merm4id. Intrigued by the opportune event, the other units gladly accept Lyrical Lily's request.\r\n\r\nHowever, the project is extremely demanding. To attract visitors and new residents to the town, the energetic girls of the participating DJ units must give their best to create a memorable experience for their audiences.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51586/D4DJ_All_Mix", "score": "7.45", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1995/129754.jpg"}
{"judul": "UniteUp!", "sinopsis": "Akira Kiyose, a high schooler who loves to sing, gets recruited by a talent agency called sMiLea Production. Akira learns that the legendary idols \"Anela,\" who shocked the world with their sudden retirement, are behind the agency developing talent. Together with Banri Naoe and Chihiro Isuzugawa, also recruited by the agency, they form an idol group as they chase their dream towards super stardom alongside other idol groups \"LEGIT\" and \"JAXX/JAXX.\"\r\n\r\n(Source: Aniplex USA, edited)", "link": "https://myanimelist.net/anime/53132/UniteUp", "score": "6.90", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1308/130458.jpg"}
{"judul": "Boku to Roboko", "sinopsis": "Robotic OrderMaids are popping up in every household, and 10-year-old Bondo Taira has found out that his two closest friends—Motsuo and Gachi Gorilla—have OrderMaids too. Motsuo, in particular, owns Meico, a beautiful robot that gives excellent massages and serves drinks with a smile. Jealous of his friend, Bondo convinces his mother to get him an OrderMaid, hoping for a similar experience.\r\n\r\nHowever, to Bondo's surprise, the maid that appears outside of his door is incredibly muscular and clumsy enough to destroy a house when completing simple chores. Going by the name Roboko, this new robot is the exact opposite of what Bondo wanted. But despite that, Bondo, together with his friends, learns that there is more to Roboko than they could ever expect. \r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51940/Boku_to_Roboko", "score": "6.37", "genre": ["Comedy", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1306/131831.jpg"}
{"judul": "Hirogaru Sky! Precure", "sinopsis": "A major incident in peaceful Skyland?! The infant princess Ellee-chan has been kidnapped by a monster from the Undergu Empire! A brave girl named Sora follows the princess into a strange hole. It leads her to another world called Sorashido City. Televisions? Bicycles? Are these magical devices?!?! There's no time to be surprised! Sora has to take the princess back to the castle as soon as possible! Flying between two worlds! This is the beginning of a Precure adventure! It's hero time!\r\n\r\nSource: Toei Animation USA", "link": "https://myanimelist.net/anime/53716/Hirogaru_Sky_Precure", "score": "7.66", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1688/132531.jpg"}
{"judul": "Flaglia: Natsuyasumi no Monogatari", "sinopsis": "Iko, a third grader, lives with his four older brothers in an old house in Tateyama. Iko's family has no parents, and according to his older brothers, their mother works in Tokyo. Despite being a bit eccentric, Iko loves his brothers, who take good care of him, but they have a secret: they are wizards who live almost forever... The story unfolds of a family's summer vacation in a seaside town, happily living together while being caught up in the world of wizards.\r\n\r\n(Source: Comic Natalie, translated)", "link": "https://myanimelist.net/anime/53424/Flaglia__Natsuyasumi_no_Monogatari", "score": "0", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1065/129807.jpg"}
{"judul": "Cardfight!! Vanguard: will+Dress Season 2", "sinopsis": "Second season of Cardfight!! Vanguard: will+Dress.", "link": "https://myanimelist.net/anime/49820/Cardfight_Vanguard__will_Dress_Season_2", "score": "6.57", "genre": ["Action"], "img": "https://cdn.myanimelist.net/images/anime/1259/131669.jpg"}
{"judul": "KJ File 2nd Season", "sinopsis": "Sequel to KJ File.", "link": "https://myanimelist.net/anime/53231/KJ_File_2nd_Season", "score": "0", "genre": ["Action", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1416/132315.jpg"}
{"judul": "Yomawari Neko", "sinopsis": "The story of a cat who's drawn to the scent of tears and goes to those who are crying in an attempt to comfort or encourage them.\r\n\r\n(Source: Baka-Updates)", "link": "https://myanimelist.net/anime/53655/Yomawari_Neko", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1085/131383.jpg"}
{"judul": "One Piece", "sinopsis": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\r\n\r\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy's reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\r\n\r\n[Written by MAL Rewrite] ", "link": "https://myanimelist.net/anime/21/One_Piece", "score": "8.68", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/6/73245.jpg"}
{"judul": "Boruto: Naruto Next Generations", "sinopsis": "Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja.\r\n\r\nBoruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life.\r\n\r\nNew friends and familiar faces join Boruto as a new story begins.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/34566/Boruto__Naruto_Next_Generations", "score": "5.70", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/9/84460.jpg"}
{"judul": "Boku no Hero Academia 6th Season", "sinopsis": "With Tomura Shigaraki at its helm, the former Liberation Army is now known as the Paranormal Liberation Front. This organized criminal group poses an immense threat to the Hero Association, not only because of its sheer size and strength, but also the overpowering quirks of Jin \"Twice\" Bubaigawara and Gigantomachia.\r\n\r\nAs new intel from the covert hero Keigo \"Hawks\" Takami confirms that Shigaraki is nowhere to be seen, the Hero Association decides to strike the enemy headquarters with a surprise attack using the entirety of its assets—and the UA students find themselves on the battlefield once again. As the fight rages on, the unsuspecting villains must regroup and push back, but the brave heroes are determined to eradicate every last one of them.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49918/Boku_no_Hero_Academia_6th_Season", "score": "8.33", "genre": ["Action"], "img": "https://cdn.myanimelist.net/images/anime/1483/126005.jpg"}
{"judul": "Blue Lock", "sinopsis": "Yoichi Isagi was mere moments away from scoring a goal that would have sent his high school soccer team to the nationals, but a split-second decision to pass the ball to his teammate cost him that reality. Bitter, confused, and disappointed, Isagi wonders if the outcome would have been different had he not made the pass. When the young striker returns home, an invitation from the Japan Football Union awaits him. Through an arbitrary and biased decision-making process, Isagi is one of three hundred U-18 strikers selected for a controversial project named Blue Lock. \r\n\r\nThe project's ultimate goal is to turn one of the selected players into the star striker for the Japanese national team. To find the best participant, each diamond in the rough must compete against others through a series of solo and team competitions to rise to the top. Putting aside his ethical objections to the project, Isagi feels compelled to fight his way to the top, even if it means ruthlessly crushing the dreams of 299 aspiring young strikers.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49596/Blue_Lock", "score": "8.30", "genre": ["Sports"], "img": "https://cdn.myanimelist.net/images/anime/1258/126929.jpg"}
{"judul": "Kage no Jitsuryokusha ni Naritakute!", "sinopsis": "For as long as he can remember, Minoru Kagenou has been fixated on becoming as strong as possible, which has led him to undertake all kinds of rigorous training. This wish, however, does not stem from a desire to be recognized by others; rather, Minoru does everything he can to blend in with the crowd. So, while pretending to be a completely average student during the day, he arms himself with a crowbar and ruthlessly thrashes local biker gangs at night. Yet when Minoru finds himself in a truck accident, his ambitions seemingly come to a sudden end. In his final moments, he laments his powerlessness—no matter how much he trained, there was nothing he could do to overcome his human limitations.\r\n\r\nBut instead of dying, Minoru reawakens as Cid, the second child of the noble Kagenou family, in another world—one where magic is commonplace. With the power he so desired finally within his grasp, he dons the moniker \"Shadow\" and establishes Shadow Garden: a group whose sole purpose is to combat the enigmatic Cult of Diablos, an organization born from Cid's imagination. However, as Shadow Garden grows in both membership and influence, it becomes increasingly apparent that the Cult of Diablos is not as fictional as Cid had intended.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/48316/Kage_no_Jitsuryokusha_ni_Naritakute", "score": "8.37", "genre": ["Action", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1874/121869.jpg"}
{"judul": "Detective Conan", "sinopsis": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\r\n\r\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\r\n\r\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/235/Detective_Conan", "score": "8.17", "genre": ["Adventure", "Comedy", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/7/75199.jpg"}
{"judul": "Isekai Ojisan", "sinopsis": "After a fatal encounter with a truck, Takafumi Takaoka's uncle, Yousuke \"Ojisan\" Shibazaki, lies comatose for 17 years. When he finally regains consciousness, Ojisan begins to ramble in a foreign tongue and reveals that he had been transported to a magical world called Gran Bahamal. Takafumi dismisses his uncle's claims as nonsense until an incantation makes a cup of water hover in the air. In a flash of brilliance, the pair creates a YouTube channel to showcase Ojisan's magical abilities.\r\n\r\nThe responsibility now falls on Takafumi's shoulders to acquaint Ojisan with everything that has transpired during his absence, including getting him up to speed with the internet, new technology, and surprisingly, the outcome of the '90s console war—the result of which was especially distressing for a hardcore SEGA fan. With Ojisan's wisdom from his other world experiences, they grow their YouTube channel and tackle online comments and trolls. The journey of this uncle-nephew duo promises to be anything but conventional.\r\n\r\n[Written by MAL Rewrite]\r\n", "link": "https://myanimelist.net/anime/49220/Isekai_Ojisan", "score": "7.88", "genre": ["Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1743/125204.jpg"}
{"judul": "Fumetsu no Anata e 2nd Season", "sinopsis": "After seeing enough death and tragedy, the immortal Fushi secludes himself on an island, defending himself from enemy Nokkers. However, instead of attacking Fushi in isolation, Nokkers begin targeting the settlements outside of his reach in hopes of luring him out. Soon, a group known as the Guardians—led by Hisame, the descendant of the deceased warrior Hayase—finds Fushi.\r\n\r\nInspired by how Fushi protected Janada Island from the Nokkers years ago, the Guardians have grown a considerable following and are recognized throughout the world. Initially reluctant, Fushi allows the Guardians to accompany him to the site of the Nokkers' recent attack. In their village, Fushi meets a few valuable allies, both new and old. But as the conflict with the Nokkers only leads to more loss, Fushi must find the inner strength to face his inevitable sorrow.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49709/Fumetsu_no_Anata_e_2nd_Season", "score": "7.98", "genre": ["Adventure", "Drama", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1271/127700.jpg"}
{"judul": "Mairimashita! Iruma-kun 3rd Season", "sinopsis": "Following their heroic efforts at Walter Park, the students of the misfit class return to Babyls Demon School after their summer vacation. What awaits them is not only adoration and admiration but also the shocking revelation that, in order to stay in the luxurious Royal One classroom, the entire class must be promoted to Dalet rank before entering the second year.\r\n\r\nAs the Harvest and Music Festivals are right around the corner, there seem to be ample opportunities to rank up. Doing so will not be simple, however, as no class thus far has managed to accomplish such a feat. Hoping to give the misfit class a chance to achieve the improbable, the school appoints special tutors to aid in confronting the challenges that lie ahead.\r\n\r\nWith his sights set beyond Dalet, Iruma Suzuki decides to take strides toward the goal of ranking up, starting with gaining acknowledgement from his special tutor: the short-tempered and selfish Bachiko Barbatos.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/49784/Mairimashita_Iruma-kun_3rd_Season", "score": "7.88", "genre": ["Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1688/128720.jpg"}
{"judul": "Urusei Yatsura (2022)", "sinopsis": "When aliens known as the Oni threaten to invade the Earth, they promise to leave under one condition—a randomly-chosen human must win a one-on-one game of tag against Lum, the beautiful daughter of the Oni leader. The \"lucky\" person selected happens to be the lustful and unlucky high schooler Ataru Moroboshi. Given 10 days to attempt to grab Lum's horns, Ataru realizes how impossible the challenge is as he is faced with Lum's extraterrestrial powers.\r\n\r\nMotivated by a promise of marriage from his childhood friend Shinobu Miyake, Ataru manages to catch Lum off guard. He mistakenly grabs hold of her bikini top first, but he eventually achieves his true goal. Although the game is over, Lum misunderstands that she is the one whom Ataru wants to marry, and she decides to move in with him. The poor student constantly tries to shake off the clingy Lum while doing his best to reconcile with his desired fiancée. After Ataru's heroic feat results in such a disastrous outcome, it is questionable whether luck will ever be on his side.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50710/Urusei_Yatsura_2022", "score": "7.20", "genre": ["Comedy", "Romance", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1233/129144.jpg"}
{"judul": "Crayon Shin-chan", "sinopsis": "There is no such thing as an uneventful day in the life of kindergartener Shinnosuke \"Shin-chan\" Nohara. The five-year-old is a cut above the most troublesome, perverted, and shameless kid one can imagine. Shin-chan is almost always engaged in questionable activities such as forgetting about a friend during hide and seek, sumo wrestling for love, performing various gags including the notorious \"elephant\" in public, and flirting with college girls. The exemplary troublemaker has done it all and has no plans to stop anytime soon.\r\n\r\nCrayon Shin-chan follows the daily shenanigans of Shin-chan with his group of friends, parading around as the self-proclaimed \"Kasukabe Defense Force.\" The adults witnessing these shenanigans unfold can't help but adore Shin-chan, as he keeps them entertained while unintentionally solving their daily troubles through his mindless antics—leaving himself as the only problem they do not know what to do with.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/966/Crayon_Shin-chan", "score": "7.77", "genre": ["Comedy", "Ecchi"], "img": "https://cdn.myanimelist.net/images/anime/10/59897.jpg"}
{"judul": "Golden Kamuy 4th Season", "sinopsis": "The race to obtain the lost Ainu gold is nearing its peak, as even more formidable ex-prisoners are set on keeping their tattooed skins intact. Saichi \"The Immortal\" Sugimoto and Asirpa can finally move forward together, but Asirpa's time with Kiroranke and Ogata Hyakunosuke has slightly altered her ambition and strengthened her determination. As their party leaves the Russian territory, they gain a peculiar follower.\r\n\r\nMeanwhile, Toshizou Hijikata's crew makes major moves to get invaluable skins, falling into the poisonous trap of a dangerous convict. Although each group possesses a strong advantage over the others, even First Lieutenant Tokushirou Tsurumi—the most powerful and ruthless contender—cannot advance without Asirpa's help. However, his ominous plans for when they will inevitably meet remain a mystery.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50528/Golden_Kamuy_4th_Season", "score": "8.27", "genre": ["Action", "Adventure"], "img": "https://cdn.myanimelist.net/images/anime/1855/128059.jpg"}
{"judul": "Cool Doji Danshi", "sinopsis": "Despite their distinctive personalities, Souma Shiki, Hayate Ichikura, Shun Futami, and Takayuki Mima all have one thing in common: though naturally clumsy, the four disguise their embarrassment from tiny slip-ups by maintaining a composed demeanor. However, it is actually the guys' airheaded natures that makes the girls' hearts throb. No matter what happens in their daily lives, the boys do their best not to lose their cool!\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/51680/Cool_Doji_Danshi", "score": "7.67", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1069/132108.jpg"}
{"judul": "KanColle: Itsuka Ano Umi de", "sinopsis": "The dawn of a decisive battle nears in Leyte Gulf against the Abyssal Fleet, the mysterious enemies that occupy the sea. As the only ones capable of fighting them, Kanmusu—young girls possessing the souls of warships—reorganize in preparation. The Shiratsuyu-class destroyer Shigure is assigned to the First Striking Force, Third Section—also known as 1YB3H.\r\n\r\nUnfortunately for Shigure, 1YB3H consists of the remaining few Kanmusu and serves as a diversionary fleet. Needing to confront the Abyssal Fleet head-on, it may well be their first and final mission together. Even so, Shigure refuses to let the enemy take another comrade from her. As they advance toward Leyte Gulf during this suicidal mission, the members of 1YB3H must support each other and persevere to prove their worth as competent ships.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/30455/KanColle__Itsuka_Ano_Umi_de", "score": "6.76", "genre": ["Action", "Sci-Fi", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1996/128721.jpg"}
{"judul": "Digimon Ghost Game", "sinopsis": "Sightings of mysterious creatures known as \"Hologram Ghosts\" have been a popular topic on social networks for the past few years. According to the rumors, several people have fallen victim to these specters. Those fortunate to survive their encounters with the paranormal beings claim that they resembled glitched holograms.\r\n\r\nHazakura Academy middle school student Hiro Amanokawa believes these sightings are merely an urban legend. However, as the incidents start to increase in frequency, he is reminded of the day his father suddenly vanished, with strange digital watches serving as the only relics of his disappearance. Much like the other sightings, what happened to Hiro's father cannot be explained by conventional logic. \r\n\r\nOne day, when a fellow student in the academy is attacked by a Hologram Ghost, Hiro and his friend Kiyoshirou Higashimitarai decide to look into the matter. Little does Hiro know that this investigation will be their first step toward discovering a dangerous world previously unknown to mankind.\r\n\r\n[Written by MAL Rewrite]\r\n", "link": "https://myanimelist.net/anime/49515/Digimon_Ghost_Game", "score": "6.86", "genre": ["Action", "Adventure", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1907/118797.jpg"}
{"judul": "Yowamushi Pedal: Limit Break", "sinopsis": "Unable to achieve the desired results on the first and second days of the Inter-High competition, members of the Souhoku High Bicycle Racing Club use their frustration as motivation to perform better on the final day of the race. However, it is easier said than done as they are up against the overwhelming talent of Hakone Academy and the shrewd strategies of Kyoto Fushimi High.\r\n\r\nDespite the challenge, Souhoku members are not disheartened by the obstacles that they need to overcome. After all, no matter what their opponents try, Souhoku will have the last laugh as long as they are the first to cross the finish line.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/50552/Yowamushi_Pedal__Limit_Break", "score": "7.46", "genre": ["Sports"], "img": "https://cdn.myanimelist.net/images/anime/1592/131685.jpg"}
{"judul": "Doraemon (2005)", "sinopsis": "Doraemon (2005) is the most recent anime series based on Fujiko Fujio's manga of the same name. \r\n\r\nIt is the 2005 version of 1979 series, with certain changes in the animation and other things.\r\n\r\nDoraemon is a cat-like robot who appears in the present to steer Nobita/Noby, who is a dumb, naive and clumsy boy on the right path in order to secure his future. Nobita's love interest is Shizuka Minamoto/Sue, his frenemies are Takeshi Goda/Big G and Suneo/Sneech.\r\n\r\n(Source: Wikipedia)", "link": "https://myanimelist.net/anime/8687/Doraemon_2005", "score": "7.63", "genre": ["Comedy", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/6/23935.jpg"}
{"judul": "Eternal Boys", "sinopsis": "The story follows six middle-aged men who have experienced success and failures in their lives. One day, they decide to become an idol group and overcome such barriers as their age and their physical condition.\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/51293/Eternal_Boys", "score": "6.55", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1665/127107.jpg"}
{"judul": "Gudetama", "sinopsis": "Gudetama, an egg that is dead to the world and completely lacks motivation. No matter what cooking method you use, Gudetama remains unmoved.\r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/23539/Gudetama", "score": "7.04", "genre": ["Comedy", "Gourmet"], "img": "https://cdn.myanimelist.net/images/anime/10/79996.jpg"}
{"judul": "IDOLiSH7 Third Beat! Part 2", "sinopsis": "IDOLiSH7 is more successful than ever, but no one is smiling because a new threat has taken the stage: the debuting idol group ŹOOĻ. Managed by the nefarious entertainment executive Ryou Tsukumo, they will stop at nothing to get their way, resorting to all kinds of underhanded tactics to bring down their rivals. TRIGGER's image has already been ruined by scandal, and IDOLiSH7 and Re:vale are headed for the same fate—or worse.\r\n\r\nMeanwhile, Zero, the legendary idol who disappeared 15 years ago, continues to haunt the present through those he left behind. His manager seems to be in contact with Tsukumo for his own schemes, and Zero's songwriter reveals himself in a letter after having been missing for years. IDOLiSH7 finds an ally in Re:vale to thwart ŹOOĻ's plans while trying to make sense of Zero's colleagues' actions, but it may be impossible for everyone to emerge unscathed.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/46654/IDOLiSH7_Third_Beat_Part_2", "score": "8.32", "genre": ["Drama"], "img": "https://cdn.myanimelist.net/images/anime/1458/125998.jpg"}
{"judul": "Sazae-san", "sinopsis": "The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. \r\n\r\n(Source: AniDB)", "link": "https://myanimelist.net/anime/2406/Sazae-san", "score": "6.09", "genre": ["Comedy", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1008/98996.jpg"}
{"judul": "Nintama Rantarou", "sinopsis": "Taking place in the Sengoku Period, Rantarou, Kirimaru and Shinbei are young students at Ninjutsu Academy, a school that teaches all kinds of youth how to become ninjas. Known as \"Nintamas\" (a contraction of ninja + tama [egg]), the main trio, and many other students at the school, must learn all sorts of unique skills to achieve their goal. Unfortunately, things aren't that simple, since our protagonists constantly find themselves failing their classes. \r\n\r\nWith strict ninja teachers such as Doi-sensei and Yamada-sensei, the mischievous girls from the Kunoichi class, an entire crew of pirates and dozens more interesting characters, anything can happen in the crazy world of Nintama.\r\n\r\nThe episodes are 7 minutes and thirty seconds long each, and each season (which there's currently 29 of) usually has a range of 60-90 episodes. ", "link": "https://myanimelist.net/anime/1199/Nintama_Rantarou", "score": "7.09", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/6/74028.jpg"}
{"judul": "Shadowverse Flame", "sinopsis": "Shadowverse Flame features a new protagonist Light Tenryu and its story is set in Shadovar College, a facility that trains professional players of the Shadowverse game. Tenryu Light, a transfer student, decides to join \"Seventh Flame,\" one of the seven Shadovar clubs. However, Seventh Flame is on the verge of closure due to a lack of members! In order to avoid the club's demise, Light decides to look for new members. But what awaits him are powerful rivals who control a wide variety of cards...\r\n\r\n(Source: Crunchyroll)", "link": "https://myanimelist.net/anime/50060/Shadowverse_Flame", "score": "6.40", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1877/122972.jpg"}
{"judul": "Chibi Maruko-chan (1995)", "sinopsis": "Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She is often called \"Chibi Maruko-chan\" due to her young age and small size. She lives together with her parents, her grandparents and her elder sister in a little town. In school, she has many friends with whom she studies and plays together everyday, including her close pal, Tama-chan; the student committee members, Maruo-kun and Migiwa-san; and the B-class trio: 'little master' Hanawa-kun, Hamaji-Bu Taro and Sekiguchi-kun. This is a fun-loving and enjoyable anime that portrays the simple things in life.\r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/6149/Chibi_Maruko-chan_1995", "score": "7.26", "genre": ["Comedy", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1108/100604.jpg"}
{"judul": "Yu☆Gi☆Oh! Go Rush!!", "sinopsis": "After inheriting the company from their parents, siblings Yuuhi and Yuamu Oudou have started to work at Ultraterrestrial Trouble Solutions, an organization that hunts aliens. Although they have never encountered aliens before, Yuuhi is desperate to meet one as he believes that an alien has stolen his important item called the \"Earthdamar.\"\r\n\r\nOne day, while searching for extraterrestrial creatures, Yuuhi and Yuamu find a strange spot in the forest where many trees have fallen, forming a scenery similar to a crop circle. As they venture further, they discover a mysterious spaceship and enter it out of curiosity. To their surprise, they come across Yudias Velgear, an alien from the Velgear Star Cluster. As it turns out, Yudias is seeking to learn about Rush Duel—a card game popular among elementary school students—as he believes that it will save his home from a long war.\r\n\r\nWith the siblings agreeing to teach Yudias about Rush Duel, they eventually realize that their first contact with an alien may not be a random coincidence.\r\n\r\n[Written by MAL Rewrite]\r\n", "link": "https://myanimelist.net/anime/50607/Yu☆Gi☆Oh_Go_Rush", "score": "5.78", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1556/122518.jpg"}
{"judul": "Sore Ike! Anpanman", "sinopsis": "One night, a Star of Life falls down the chimney of a bakery nestled deep in the forest, causing the dough in the oven to come to life. The dough becomes Anpanman, a superhero made of anpan (a sweet roll with bean jam filling). Together with his friends, Anpanman fights his rival Baikinman and helps the malnourished. \r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/1960/Sore_Ike_Anpanman", "score": "6.53", "genre": ["Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1902/111797.jpg"}
{"judul": "Megaton-kyuu Musashi 2nd Season", "sinopsis": "Second season of Megaton-kyuu Musashi.", "link": "https://myanimelist.net/anime/50559/Megaton-kyuu_Musashi_2nd_Season", "score": "6.27", "genre": ["Action", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1207/127832.jpg"}
{"judul": "Bonobono (TV 2016)", "sinopsis": "Based on the original comic BONO BONO by Mikio Igarashi that has seen over 9,000,000 total copies printed, this is the definitive animated version of the emotionally soothing character-driven series that will make you ask yourself the philosophical question, \"What are living things?\" while laughing at heartwarming gags and being entertained by the interactions of amusing forest friends Bonobono the young sea otter, Chipmunk, Fishing Cat, and more.\r\n\r\nEnjoy the easygoing days and minor misadventures of Bonobono and his friends!\r\n\r\n(Source: Fuji Creative)", "link": "https://myanimelist.net/anime/32353/Bonobono_TV_2016", "score": "6.35", "genre": ["Comedy", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/13/77617.jpg"}
{"judul": "Ninjala (TV)", "sinopsis": "The year is 20XX. The ninja, who once forged the history of Japan, were scattered across the country during the Meiji Restoration. As these ninja mingled with the other clans, their bloodline thinned, and they gradually faded from sight. The descendants of these ninja clans, seeking to preserve their heritage, formed the WNA (World Ninja Association) in the hope of carrying on their legacy.\r\n\r\nAnd so it was that the WNA succeeded in developing Ninja-Gum, an art which could summon forth the strength of the Shinobi. And yet creating the most powerful Ninja-Gum requires the strongest of ninja DNA. So it was that the Ninjala Tournament was held, that the mightiest of all ninjas could be found... \r\n\r\n(Source: Official Game website)", "link": "https://myanimelist.net/anime/50418/Ninjala_TV", "score": "5.59", "genre": ["Action"], "img": "https://cdn.myanimelist.net/images/anime/1552/119871.jpg"}
{"judul": "Youkai Watch ♪", "sinopsis": "The new show will feature unique and returning Yo-kai. The comedy will also center on the original series' main characters: fifth-grader Keita (Nate in the English version), ghost butler Whisper, and popular Yo-kai like Jibanyan and Komasan. The original cast members for these four characters are returning for this new series.\r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/48365/Youkai_Watch_♪", "score": "6.19", "genre": ["Comedy", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1682/118273.jpg"}
{"judul": "Chiikawa", "sinopsis": "What's a Chiikawa? No one really knows, but everyone can see they're small, they're cute, and they're always having a fun time! Join them as they explore their surreal world with the sharp humor and clever antics that make the Chiikawa irresistible.\r\n\r\n(Source: HIDIVE, edited)", "link": "https://myanimelist.net/anime/50250/Chiikawa", "score": "5.67", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1783/121944.jpg"}
{"judul": "Ojarumaru", "sinopsis": "In the Heian era, around 1000 years ago, a young boy of noble family named Ojarumaru is bored with his life of privilege. Meanwhile, three demons steal the power-stick of Enma, king of demons, and then lose it. Ojarumaru finds it, and uses it to transport himself to the present time. Here, he is befriended by a young boy named Kazuma, and becomes a member of his family. As time goes on, Ojarumaru makes many new friends, while dodging the comedic efforts of the three demons, Akane, Kisuke, and Aobee, as they try to recover the stick. (from ANN)", "link": "https://myanimelist.net/anime/4459/Ojarumaru", "score": "6.37", "genre": ["Adventure", "Award Winning", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1839/132018.jpg"}
{"judul": "Shikaru Neko", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/48442/Shikaru_Neko", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1008/113384.jpg"}
{"judul": "Fushigi Dagashiya: Zenitendou", "sinopsis": "Zenitendo is a mysterious candy store that only lucky people can reach. All the candy recommended by Beniko, the owner of the store, is perfectly suited to the buyer's troubles. However, it depends on whether the candy will be used or eaten correctly that it can bring happiness or misfortune.\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/42295/Fushigi_Dagashiya__Zenitendou", "score": "5.97", "genre": ["Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1994/108212.jpg"}
{"judul": "Puzzle & Dragon", "sinopsis": "The story is set in modern day Japan following the growth of the protagonist Taiga Akashi, an elementary school kid who wants to be a professional gamer someday. \r\n\r\n(Source: Crunchyroll)", "link": "https://myanimelist.net/anime/37096/Puzzle___Dragon", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1535/95070.jpg"}
{"judul": "Kamiusagi Rope: Warau Asa ni wa Fukuraitaru tte Maji ssuka!?", "sinopsis": "Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.", "link": "https://myanimelist.net/anime/30151/Kamiusagi_Rope__Warau_Asa_ni_wa_Fukuraitaru_tte_Maji_ssuka", "score": "0", "genre": ["Comedy", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/6/72182.jpg"}
{"judul": "Knyacki!", "sinopsis": "Two caterpillars investigate objects on a kitchen counter while searching for food. One of them finds a piece of pasta and is intrigued by the fact that there's a hole in the middle.\r\n\r\nThey are having fun until a big mean caterpillar arrives. It's time for a major show down...", "link": "https://myanimelist.net/anime/7505/Knyacki", "score": "6.16", "genre": ["Comedy", "Drama", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/2/55107.jpg"}
{"judul": "Hanakappa", "sinopsis": "Story about Kappa with flowers on their heads.", "link": "https://myanimelist.net/anime/8336/Hanakappa", "score": "5.98", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1105/90503.jpg"}
{"judul": "Mamekichi Mameko NEET no Nichijou", "sinopsis": "Mameko is a  NEET (Not in Education, Employment, or Training). She lives with her dog Komachi and her cats Tabi, Simba, and Melo.\r\nMameko promises God that she will do her best from tomorrow, but the next day she says, \"God is telling me to sleep...\" and loses to herself.\r\n\r\nThis is the story of Mameko's everyday life, which seems to be nothing and is somewhat strange.\r\n\r\n(Source: Official Site)", "link": "https://myanimelist.net/anime/53011/Mamekichi_Mameko_NEET_no_Nichijou", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1920/127864.jpg"}
{"judul": "Shiawase Haitatsu Taneko", "sinopsis": "The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.)\n\n(Source: ANN)", "link": "https://myanimelist.net/anime/10506/Shiawase_Haitatsu_Taneko", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/2/28900.jpg"}
{"judul": "Uchuu Nanchara Kotetsu-kun", "sinopsis": "It follows the daily life of Kotetsu-kun, who aspires to be an astronaut, and friends at the Animal Space Academy as they all pursue their dreams.\r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/42870/Uchuu_Nanchara_Kotetsu-kun", "score": "0", "genre": ["Comedy", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1226/112286.jpg"}
{"judul": "Cap Kakumei Bottleman DX", "sinopsis": "Second season of Cap Kakumei Bottleman.", "link": "https://myanimelist.net/anime/51155/Cap_Kakumei_Bottleman_DX", "score": "0", "genre": ["Action"], "img": "https://cdn.myanimelist.net/images/anime/1699/121192.jpg"}
{"judul": "Teikou Penguin", "sinopsis": "Centers on a penguin who works in an abusive company and gripes about the difficulties of workplace life. The title is a play on the \"koutei penguin,\" the Japanese name for the emperor penguin.\r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/50522/Teikou_Penguin", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1018/119890.jpg"}
{"judul": "Kirin the Noop", "sinopsis": "A shadow painting anime about a timid giraffe named Noop and his hedgehog companion named Harry as they travel their distant star world helping each other.", "link": "https://myanimelist.net/anime/35694/Kirin_the_Noop", "score": "5.28", "genre": ["Adventure"], "img": "https://cdn.myanimelist.net/images/anime/13/86110.jpg"}
{"judul": "Duel Masters Win", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/52460/Duel_Masters_Win", "score": "0", "genre": ["Action", "Adventure", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1836/126594.jpg"}
{"judul": "Shimajirou no Wow!", "sinopsis": "Fourth season of the Shimajirou children's television series.", "link": "https://myanimelist.net/anime/18941/Shimajirou_no_Wow", "score": "0", "genre": ["Adventure", "Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/9/50737.jpg"}
{"judul": "Mori no Ratio", "sinopsis": "Stop-motion anime about a girl named Ratio who lives in a forest with her icy monsters and creatures. Every day she goes out explores new things.", "link": "https://myanimelist.net/anime/29427/Mori_no_Ratio", "score": "0", "genre": ["Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/8/70899.jpg"}
{"judul": "Manul no Yuube", "sinopsis": "Within the nature \"Darwin Kita! Kikimono Shin Densetsu\" program on NHK1.5 airs the short Manul no Yuube, based on a web manga/comic of the same name. It following animal characters who visit the bar Manul no Yuube. The bar is run by the Mama who is a Pallas's cat (Otocolobus manul) and serviced by the hostess Tsunomin who is a Brazilian treehopper (Bocydium globulare).", "link": "https://myanimelist.net/anime/38776/Manul_no_Yuube", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1980/96936.jpg"}
{"judul": "Gohan Kaijuu Pap", "sinopsis": "A series of short, 30-second segments featuring Gohan Kaijuu Pap and various \"side dish\" monsters to produce delicious meals.", "link": "https://myanimelist.net/anime/22669/Gohan_Kaijuu_Pap", "score": "0", "genre": ["Action", "Comedy"], "img": "https://cdn.myanimelist.net/images/anime/13/59289.jpg"}
{"judul": "Yowamushi Monsters", "sinopsis": "An NHK toddler's anime following cowardly creatures representing typical Halloween monsters like Dracula and a witch.", "link": "https://myanimelist.net/anime/30119/Yowamushi_Monsters", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/11/72127.jpg"}
{"judul": "Robot Pulta", "sinopsis": "Stop-motion animation about robots; though mainly focusing on Pulta a white square robot.", "link": "https://myanimelist.net/anime/29375/Robot_Pulta", "score": "0", "genre": ["Adventure", "Comedy"], "img": "https://cdn.myanimelist.net/images/anime/9/70637.jpg"}
{"judul": "Punirunes", "sinopsis": "The anime follows the daily life of PuniRunes—mysterious creatures who love to be coddled—and Yuka, a fourth-grade girl who loves soft, squishy things.\r\n\r\n(Source: ANN, edited)", "link": "https://myanimelist.net/anime/52935/Punirunes", "score": "0", "genre": ["Fantasy", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1246/128731.jpg"}
{"judul": "Konigiri-kun", "sinopsis": "A stop-motion anime using bentou ingredients as the characters.", "link": "https://myanimelist.net/anime/35696/Konigiri-kun", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/8/86112.jpg"}
{"judul": "Liv & Bell", "sinopsis": "A stop-motion animation about Liv, a curious little girl and Bell, a gluttonous hedgehog. Together they go on an adventure in a picture book. ", "link": "https://myanimelist.net/anime/29421/Liv___Bell", "score": "0", "genre": ["Adventure"], "img": "https://cdn.myanimelist.net/images/anime/6/70717.jpg"}
{"judul": "Otoppe", "sinopsis": "The series follows a young girl named Shina who hopes to become the world's best DJ, and is interested in new sounds. Shina explores a mysterious world filled with Otoppe, strange creatures capable of unique sounds.", "link": "https://myanimelist.net/anime/35372/Otoppe", "score": "0", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/4/85180.jpg"}
{"judul": "Oidon to", "sinopsis": "A young boy tries to become as strong of a sumo wrestler as his father. ", "link": "https://myanimelist.net/anime/35698/Oidon_to", "score": "0", "genre": ["Sports"], "img": "https://cdn.myanimelist.net/images/anime/13/86114.jpg"}
{"judul": "Keito no Yousei: Knit to Wool", "sinopsis": "A stop-motion anime using knitted characters. Knit and Wool are yarn fairies who create a fun knitted play time at night.", "link": "https://myanimelist.net/anime/35695/Keito_no_Yousei__Knit_to_Wool", "score": "0", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/2/86111.jpg"}
{"judul": "Unicorn no Kyupi", "sinopsis": "Unicorn no Kyupi is a helpful sprite that lives in the kitchen and polishes dirty pots and pans clean with its fluffy white body. Harigorou, a rival sprite shaped like a hedgehog, tries to interfere. \r\n\r\n(Source: Crunchyroll)", "link": "https://myanimelist.net/anime/34990/Unicorn_no_Kyupi", "score": "0", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1165/91319.jpg"}
{"judul": "Pakkororin", "sinopsis": "A minute long children's anime that follows 3 siblings. Two brothers who are rectangular and circular shaped, and a sister who is triangluar shaped. They have unique personalities and foster growth and discovery through their play time.", "link": "https://myanimelist.net/anime/38099/Pakkororin", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1134/93318.jpg"}
{"judul": "Obake Zukan!", "sinopsis": "Second Season of Obake Zukan.", "link": "https://myanimelist.net/anime/52319/Obake_Zukan", "score": "0", "genre": ["Comedy", "Fantasy", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1064/126825.jpg"}
{"judul": "Chickip Dancers 2nd Season", "sinopsis": "The second season of Chickip Dancers.", "link": "https://myanimelist.net/anime/53320/Chickip_Dancers_2nd_Season", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1869/129078.jpg"}
{"judul": "Reizouko no Tsukenosuke!", "sinopsis": "A gag anime about foods in a refrigerator. The anime airs within the Oha Suta children's morning TV program and will receive a simultaneous manga serialization by Kazumata Oguri.", "link": "https://myanimelist.net/anime/38451/Reizouko_no_Tsukenosuke", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1884/95217.jpg"}
{"judul": "Origami Ninja Koyankinte", "sinopsis": "Koyan, the Origami Ninja, came to Earth from his planet Origamio to find the magical stone \"Hapiton\" that has the ability to make people happy. On the way, he was joined by childhood friend Namin anda new friend Lublin. One day, a villain called Evilrun appeared. Evilrun has a black hole in her stomach and tries to inhale anything. Every time an event happens, Evilrun gets in the way of Koyan and friends. But what Evilrun's aim is remains a mystery...", "link": "https://myanimelist.net/anime/41458/Origami_Ninja_Koyankinte", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1860/106477.jpg"}
{"judul": "Madtoy Chatty", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/52463/Madtoy_Chatty", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1292/125603.jpg"}
{"judul": "Akikan no Tuna", "sinopsis": "The adventures of a tuna can.", "link": "https://myanimelist.net/anime/52076/Akikan_no_Tuna", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1012/124452.jpg"}
{"judul": "Recola", "sinopsis": "A stop-motion series about Recola who creatively recycles materials to solve everyday problems.", "link": "https://myanimelist.net/anime/52066/Recola", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1564/124424.jpg"}
{"judul": "Poporisu & Friends", "sinopsis": "A stop-motion series about a cafe in the forest.", "link": "https://myanimelist.net/anime/53830/Poporisu___Friends", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1419/131792.jpg"}
{"judul": "Shuumatsu no Walküre II", "sinopsis": "Second season of Shuumatsu no Walküre.", "link": "https://myanimelist.net/anime/49618/Shuumatsu_no_Walküre_II", "score": "7.57", "genre": ["Action", "Drama", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1213/124646.jpg"}
{"judul": "Gokushufudou Season 2", "sinopsis": "With a wicked scar on his face, a terrifying gaze, and an apron adorned with a teddy bear, ex-yakuza member Tatsu proudly assumes the role of a full-time househusband. Already familiar with the regular challenges of grocery shopping, Tatsu now takes it to the next level by joining a women's organization—but acceptance is not easily achieved without first mastering the elegance of flower arranging and housekeeping.\r\n\r\nApproaching homemaking ventures through the lens of his former occupation, Tatsu faces haiku battles, typhoon alerts, and cosplaying villains. For his dearest wife Miku, Tatsu will do anything, even if he is interrupted by his old acquaintances, whose former vigor has also yet to subside. Never faltering before a new challenge, Tatsu's tranquil days as a househusband are proving to be just as hectic as before.\r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/53148/Gokushufudou_Season_2", "score": "7.55", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1985/132227.jpg"}
{"judul": "Itou Junji: Maniac", "sinopsis": "The anime series will adapt 20 stories from a number of Itou's manga for the first time, including Tomie, Souichi, and Kubitsuri Kikyuu (The Hanging Balloons).\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/52031/Itou_Junji__Maniac", "score": "6.62", "genre": ["Horror", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1956/132879.jpg"}
{"judul": "Aggressive Retsuko (ONA) 5th Season", "sinopsis": "Fifth season of Aggressive Retsuko.", "link": "https://myanimelist.net/anime/50598/Aggressive_Retsuko_ONA_5th_Season", "score": "7.52", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1321/132900.jpg"}
{"judul": "Vinland Saga Season 2: Drowning in the Shadow", "sinopsis": "Thorfinn, shown initially as he appears as a member of Askeladd's raiders, cuts down some men in the middle of a raid. When he enters a nearby house, he finds a family cowering within.\r\n\r\n(Source: ANN, edited)", "link": "https://myanimelist.net/anime/54463/Vinland_Saga_Season_2__Drowning_in_the_Shadow", "score": "7.42", "genre": ["Action", "Adventure", "Drama"], "img": "https://cdn.myanimelist.net/images/anime/1118/133378.jpg"}
{"judul": "Wu Liuqi: Anying Suming", "sinopsis": "The protagonist Wu Liuqi originally lived a carefree life on Xiaoji Island, but his identity became a mystery due to amnesia. As outsiders landed on the island and recognized Wu Liuqi, various conspiracies began to cover Xiaoji Island. So Wu Liuqi decided to return to Xuanwu Kingdom to meet his destiny in order to protect his partners and their homeland. \r\n\r\n(Source: Bilibili, Google translated)", "link": "https://myanimelist.net/anime/54029/Wu_Liuqi__Anying_Suming", "score": "7.61", "genre": ["Action", "Adventure", "Comedy", "Drama", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1088/132178.jpg"}
{"judul": "Zuoshou Shanglan", "sinopsis": "The story follows teenager Xu Xingze, a passionate basketball player. ", "link": "https://myanimelist.net/anime/51288/Zuoshou_Shanglan", "score": "0", "genre": ["Sports"], "img": "https://cdn.myanimelist.net/images/anime/1700/122189.jpg"}
{"judul": "Make My Day", "sinopsis": "On a cold planet of ice and snow, mysterious creatures suddenly have appeared from the dark underground and have begun to attack the inhabitants. Can humanity survive the terror lurking beyond the horizon?\r\n\r\n(Source: Netflix)", "link": "https://myanimelist.net/anime/49164/Make_My_Day", "score": "5.81", "genre": ["Horror", "Suspense"], "img": "https://cdn.myanimelist.net/images/anime/1038/115671.jpg"}
{"judul": "Fate/Grand Order: Fujimaru Ritsuka wa Wakaranai", "sinopsis": "Ritsuka Fujimaru—humanity's last master. It would not have been possible to restore humanity without him. However, he does have a shortcoming... he is far too honest! A slapstick comedy in which Fujimaru's simple questions sway the heroic spirits!\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/54042/Fate_Grand_Order__Fujimaru_Ritsuka_wa_Wakaranai", "score": "6.78", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1800/132226.jpg"}
{"judul": "Li Shi Zhentan Shiwusuo: A Day in Lungmen", "sinopsis": "Arknights spin-off miniseries.\r\n\r\n", "link": "https://myanimelist.net/anime/53852/Li_Shi_Zhentan_Shiwusuo__A_Day_in_Lungmen", "score": "6.61", "genre": ["Comedy", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1641/131849.jpg"}
{"judul": "Lupin III vs. Cat's Eye", "sinopsis": "Lupin III, the great phantom thief—the man who loves freedom and lives in romance—never fails to steal his prey. The Cat's Eye are the ladies who run the night splendidly and create commotion in the world. They are sometimes phantom thieves, other times three beautiful sisters who run a café.\r\n\r\nThe mutual target is \"Three Paintings\"—which were left behind by the three sisters' father, leading to the dream showdown between Lupin and the Cats. Amidst the mix-up of the charming characters, the story eventually leads to the amazing \"secret\" hidden in the picture... A retro and stylish exhilarating crime action unfolds!\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/53109/Lupin_III_vs_Cats_Eye", "score": "6.54", "genre": ["Action", "Adventure", "Comedy", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1326/131658.jpg"}
{"judul": "Toutotsu ni Egypt Shin 2", "sinopsis": "Second season of Toutotsu ni Egypt Shin web series.", "link": "https://myanimelist.net/anime/49522/Toutotsu_ni_Egypt_Shin_2", "score": "6.37", "genre": ["Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1448/122765.jpg"}
{"judul": "Yoru wa Neko to Issho Season 2", "sinopsis": "Second season of Yoru wa Neko to Issho.", "link": "https://myanimelist.net/anime/54198/Yoru_wa_Neko_to_Issho_Season_2", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1557/132646.jpg"}
{"judul": "Huangjin Tingyuan: Dongri Li de Xinnian Yuanwang", "sinopsis": "On this wintry day, I'll stay with everyone at Golden Courtyard to do adorable things and create special memories, and then we'll embrace the new year in our unique way. Haha, does this sound ceremonious? After all, I want to create more such wonderful memories with every one of you, because I love you all ♪  \r\n\r\n(Source: Honkai Impact 3rd Official Youtube Channel)", "link": "https://myanimelist.net/anime/54035/Huangjin_Tingyuan__Dongri_Li_de_Xinnian_Yuanwang", "score": "7.41", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1950/132194.jpg"}
{"judul": "Yuanshen: Hai Dengjie CM Duanpian - Ming Xiao Huanmeng", "sinopsis": "Animated commercial promoting the release of the 2023 Lantern Rite update for Genshin Impact.", "link": "https://myanimelist.net/anime/54312/Yuanshen__Hai_Dengjie_CM_Duanpian_-_Ming_Xiao_Huanmeng", "score": "7.45", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1336/132963.jpg"}
{"judul": "Watashi no Hashtag ga Haenakute.", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54278/Watashi_no_Hashtag_ga_Haenakute", "score": "6.04", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1954/132854.jpg"}
{"judul": "Inu to Shounen", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54357/Inu_to_Shounen", "score": "5.68", "genre": ["Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1341/133099.jpg"}
{"judul": "Zhongguo Qi Tan", "sinopsis": "A collection of eight short stories about Chinese folklore \"monsters.\"", "link": "https://myanimelist.net/anime/53919/Zhongguo_Qi_Tan", "score": "0", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1099/131981.jpg"}
{"judul": "Ijiranaide, Nagatoro-san 2nd Attack Mini Anime", "sinopsis": "The mini-anime for Ijiranaide, Nagatoro-san 2nd Attack released on Twitter and YouTube.", "link": "https://myanimelist.net/anime/54133/Ijiranaide_Nagatoro-san_2nd_Attack_Mini_Anime", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1383/132539.jpg"}
{"judul": "Yao Shen Ji 6th Season", "sinopsis": "Sixth season of Yao Shen Ji.", "link": "https://myanimelist.net/anime/54285/Yao_Shen_Ji_6th_Season", "score": "6.99", "genre": ["Action", "Adventure", "Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1257/132857.jpg"}
{"judul": "Kuromi's Pretty Journey", "sinopsis": "Kuromi from Onegai My Melody travels around the world to find her missing sister Romina.", "link": "https://myanimelist.net/anime/54535/Kuromis_Pretty_Journey", "score": "0", "genre": ["Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1398/133473.jpg"}
{"judul": "Li Shi Zhentan Shiwusuo: A Day in Lungmen Special", "sinopsis": "Special episode of Li Shi Zhentan Shiwusuo: A Day in Lungmen.", "link": "https://myanimelist.net/anime/54340/Li_Shi_Zhentan_Shiwusuo__A_Day_in_Lungmen_Special", "score": "5.88", "genre": ["Comedy", "Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1614/133158.jpg"}
{"judul": "Wo Jia Da Shixiong You Dian Kaopu", "sinopsis": "Third season of Wo Jia Da Shixiong Naozi You Keng.", "link": "https://myanimelist.net/anime/50400/Wo_Jia_Da_Shixiong_You_Dian_Kaopu", "score": "0", "genre": ["Action", "Adventure", "Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1473/119525.jpg"}
{"judul": "Kaiko sareta Ankoku Heishi (30-dai) no Slow na Second Life SD Mini Anime", "sinopsis": "Mini anime for Kaiko sareta Ankoku Heishi (30-dai) no Slow na Second Life released on Twitter and YouTube.", "link": "https://myanimelist.net/anime/54084/Kaiko_sareta_Ankoku_Heishi_30-dai_no_Slow_na_Second_Life_SD_Mini_Anime", "score": "0", "genre": ["Comedy", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1861/132312.jpg"}
{"judul": "Wu Geng Ji 4th Season Part 2", "sinopsis": "Part 2 of Wu Geng Ji 4th season.", "link": "https://myanimelist.net/anime/52680/Wu_Geng_Ji_4th_Season_Part_2", "score": "0", "genre": ["Action", "Fantasy", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1057/126729.jpg"}
{"judul": "Jian Yu Feng Yun 2nd Season", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54124/Jian_Yu_Feng_Yun_2nd_Season", "score": "0", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1705/132499.jpg"}
{"judul": "Shixiong A Shixiong", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54123/Shixiong_A_Shixiong", "score": "0", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1209/132496.jpg"}
{"judul": "Wo Jian Qile Yi Di Shuxing", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/51383/Wo_Jian_Qile_Yi_Di_Shuxing", "score": "0", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1776/126821.jpg"}
{"judul": "Guan Miao Shenmeshi", "sinopsis": "A cartoonist teenager who is running out of inspiration on his creative journey inadvertently adopts two pets when he goes out in search of inspiration. The cat is named Emperor and the dog is named Bazaar Black. Although the two little guys often caused him a lot of trouble, they also gained two pieces of companionship and love. Although they are a cat and a dog, the teenager knows that they are family. And so, the teenager's noisy but warm and happy life began.\r\nSource: Bilibili", "link": "https://myanimelist.net/anime/54018/Guan_Miao_Shenmeshi", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1873/132158.jpg"}
{"judul": "Jiuzhou Piaomiao Lu", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/51207/Jiuzhou_Piaomiao_Lu", "score": "0", "genre": ["Action", "Drama", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1281/126741.jpg"}
{"judul": "Shen Lan Qi Yu Wushuang Zhu 2nd Season", "sinopsis": "The second season of Shen Lan Qi Yu Wushuang Zhu.", "link": "https://myanimelist.net/anime/53367/Shen_Lan_Qi_Yu_Wushuang_Zhu_2nd_Season", "score": "0", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1349/132466.jpg"}
{"judul": "Space Idol", "sinopsis": "An original short anime depicting four girls who belong to the idol group \"Uchu Seifuku\" who are active in space. The short anime will be distributed on DMM TV. ", "link": "https://myanimelist.net/anime/53857/Space_Idol", "score": "0", "genre": ["Sci-Fi", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1305/132881.jpg"}
{"judul": "Bing Zhu Qi Hun Part 2", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54261/Bing_Zhu_Qi_Hun_Part_2", "score": "0", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1685/132802.jpg"}
{"judul": "Fei Ren Zai 2nd Season Part 2", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54061/Fei_Ren_Zai_2nd_Season_Part_2", "score": "0", "genre": ["Comedy", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1817/132240.jpg"}
{"judul": "Li Linke de Xiao Guaner 2nd Season", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54014/Li_Linke_de_Xiao_Guaner_2nd_Season", "score": "0", "genre": ["Gourmet", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1918/132125.jpg"}
{"judul": "Lian Qi Shi Wan Nian", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54437/Lian_Qi_Shi_Wan_Nian", "score": "0", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1567/133308.jpg"}
{"judul": "Hua Jianghu: Bu Liang Ren VI", "sinopsis": "Sixth season of Hua Jianghu: Bu Liang Ren.", "link": "https://myanimelist.net/anime/51897/Hua_Jianghu__Bu_Liang_Ren_VI", "score": "0", "genre": ["Action", "Drama", "Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1364/126727.jpg"}
{"judul": "Zhege Nianji Huan Neng Dang Daxia Ma", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53382/Zhege_Nianji_Huan_Neng_Dang_Daxia_Ma", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1538/129346.jpg"}
{"judul": "Xi Xing Ji: Anying Mo Cheng", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54033/Xi_Xing_Ji__Anying_Mo_Cheng", "score": "0", "genre": ["Action", "Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1654/132184.jpg"}
{"judul": "Wo Shi Xuexiao Weiyi de Renlei", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54224/Wo_Shi_Xuexiao_Weiyi_de_Renlei", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1985/132694.jpg"}
{"judul": "Sanguo Yanyi 3rd Season", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/52735/Sanguo_Yanyi_3rd_Season", "score": "0", "genre": ["Action", "Drama", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1018/126922.jpg"}
{"judul": "Dan Dao Zongshi", "sinopsis": "In the previous life, although Qin Yichen, the sage of alchemy, possessed the most alchemy technique in the mainland and was famous all over the world, but because of his mediocre martial arts attainments, he could only watch helplessly as his enemy Ouyang Haotian snatched the martial soul of his lover Feng Qianxue, and in front of his eyes Kill Feng Qianxue and his brother Tantai Shuo.\r\nIn grief, Qin Yichen was reborn with the help of the Heaven and Earth Spirit Orb, returning to his youth! In this life, Qin Yichen wants to take everything back!\r\n\r\nBack in Yuxi City when he was a boy, Qin Yichen used alchemy to help Lin Aotian's family, who had saved his life, rise up and protect them from the disaster of the previous life. Afterwards, he went to Xuanyun City, where he got acquainted with the Li family and the Ye family among the three major families in Xuanyun City with the precious alchemy formula.\r\n\r\nBut Lin Aoqing, the acting head of the Lin family among the three major families, is an out-and-out villain. In order to fight for the right to inherit the family, he once framed his brother Lin Aotian, drove him out of Xuanyun City, and poisoned his adoptive father Lin Huarong to make him Being ill in bed all year round, he usurped the power of Patriarch, intending to unify Xuanyun City.\r\n\r\nIn order to get justice for Lin Aotian's family, Qin Yichen played games with Lin Aoqing while cultivating both alchemy and martial arts. He used alchemy to repair his damaged meridians, successively condensed divine beads and natal martial beads, and awakened the rare dragon martial soul! The roar of the dragon shook the entire continent!\r\n\r\nAfter awakening his martial soul, Qin Yichen learned the lessons from his previous life, practiced diligently, and made rapid progress. Then Qin Yichen not only rescued Lin Huarong, the old man of the Lin family who had been in a coma for many years, but also set up a bureau to unite the Ye family and the Li family to wipe out Lin Aoqing's forces at Lin Huarong's birthday banquet, and declared Yuncheng Qingning.\r\n\r\nBut in the game with Lin Aoqing, Qin Yichen also offended Lin Aoqing's ally, the Du family from Wangcheng. In order to strengthen his strength against the Du family and protect Xuanyun City, Qin Yichen went to the Black Demon Mountains to practice, and accidentally opened the ancient ruins, and shared hardships with the princess Lu Linghan, and gained the power of inheritance in the ancient ruins.\r\n\r\nBut the new challenge has just begun. Lu Linghan returned to the capital to change her tragic fate, and Qin Yichen returned to Xuanyun City, only to find that Xuanyun City had been captured by the forces of the Du family. missing...\r\n\r\n(Source: Tencent, translated)", "link": "https://myanimelist.net/anime/54631/Dan_Dao_Zongshi", "score": "0", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1898/133847.jpg"}
{"judul": "Bakugan: Legends", "sinopsis": "Bakugan: Legends is the fifth season of the Bakugan: Battle Planet series and the ninth season overall.\r\n\r\n(Source: Bakugan Wiki)", "link": "https://myanimelist.net/anime/54637/Bakugan__Legends", "score": "0", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1316/133910.jpg"}
{"judul": "Inu ni Nattara Suki na Hito ni Hirowareta. OVA", "sinopsis": "Unaired episodes included in the Blu-ray box volumes.", "link": "https://myanimelist.net/anime/54225/Inu_ni_Nattara_Suki_na_Hito_ni_Hirowareta_OVA", "score": "0", "genre": ["Comedy", "Ecchi"], "img": "https://cdn.myanimelist.net/images/anime/1453/132695.jpg"}
{"judul": "3Piece The Animation", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53425/3Piece_The_Animation", "score": "6.49", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1290/129808.jpg"}
{"judul": "Otogibanashi no Onigokko", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53492/Otogibanashi_no_Onigokko", "score": "5.93", "genre": ["Fantasy", "Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1767/130202.jpg"}
{"judul": "Imouto wa Gal Kawaii", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53702/Imouto_wa_Gal_Kawaii", "score": "6.60", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1445/131523.jpg"}
{"judul": "Stand My Heroes: Warmth of Memories", "sinopsis": "The OVA will be based on the Narumi Seo character map story event that was featured in the smartphone game in April 2018. Seo, who has a unique memory disorder, will appear alongside other heroes of the Seo Research Laboratory in the OVA.\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/48917/Stand_My_Heroes__Warmth_of_Memories", "score": "0", "genre": ["Mystery", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1132/127673.jpg"}
{"judul": "Class de Otoko wa Boku Ichinin!?", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53725/Class_de_Otoko_wa_Boku_Ichinin", "score": "6.79", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1035/131564.jpg"}
{"judul": "Majo wa Kekkyoku Sono Kyaku to... The Animation", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53724/Majo_wa_Kekkyoku_Sono_Kyaku_to_The_Animation", "score": "6.76", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1629/131563.jpg"}
{"judul": "Bonyuu-chan wa Dashitai.", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53677/Bonyuu-chan_wa_Dashitai", "score": "6.63", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1322/131460.jpg"}
{"judul": "Aoharu Snatch", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/52752/Aoharu_Snatch", "score": "5.80", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1164/127006.jpg"}
{"judul": "Yari Agari", "sinopsis": "Ichika, Shinji and Serina, best friends since childhood, they were always together until one strange incident caused their friendship to fall into oblivion. At the school where they all attended, a collective, headed by Serina, was formed with a single purpose - to bully Ichika. Ichika, still believing in their past friendship, hoped that their former relationship could be restored, so she endured all the humiliation and insults from her former friends, but the bullying went on and on... Ichika, whose patience had finally come to an end, decided to find a way to make her situation better. Soon, the young girl receives a video recording from the camera that was installed in Serina's room, from an unknown person. How is she going to use this gift of fate now? Will she come up with a plan to rekindle her friendship or to take revenge for all she has had to endure all this time...\r\n", "link": "https://myanimelist.net/anime/53506/Yari_Agari", "score": "6.24", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1340/130419.jpg"}
{"judul": "Ikumonogakari The Animation", "sinopsis": "Japan was engulfed in a demographic crisis, forcing the government to implement the \"Ikumonogakari\" law, which permitted promiscuous sexual interactions among the people. They started doing practical and pedagogical activities on the lessons of sexual life and a partner's sexual fulfillment. The protagonists are young and inexperienced, so practical exercises will help them to improve their skills.\r\n\r\n[Written by Cleome]", "link": "https://myanimelist.net/anime/53678/Ikumonogakari_The_Animation", "score": "0", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1123/131461.jpg"}
{"judul": "Futei with... The Animation", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53946/Futei_with_The_Animation", "score": "0", "genre": ["Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1559/132061.jpg"}
{"judul": "Goblin no Suana", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/54015/Goblin_no_Suana", "score": "0", "genre": ["Fantasy", "Hentai"], "img": "https://cdn.myanimelist.net/images/anime/1340/132131.jpg"}
{"judul": "Kimetsu no Yaiba: Jougen Shuuketsu, Soshite Katanakaji no Sato e", "sinopsis": "A feature-length cut of episodes 10 and 11 of Yuukaku-hen (Entertainment District Arc), and the extended episode 1 of Katanakaji no Sato-hen (Swordsmith Village Arc).\r\n\r\n(Source: Aniplex of America)", "link": "https://myanimelist.net/anime/54591/Kimetsu_no_Yaiba__Jougen_Shuuketsu_Soshite_Katanakaji_no_Sato_e", "score": "7.38", "genre": ["Action", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1566/133666.jpg"}
{"judul": "Sasaki to Miyano Movie: Sotsugyou-hen", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/51440/Sasaki_to_Miyano_Movie__Sotsugyou-hen", "score": "0", "genre": ["Boys Love", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1574/128922.jpg"}
{"judul": "Hirano to Kagiura", "sinopsis": "The diligent high school freshman Akira Kagiura and his senior Taiga Hirano have been roommates for half a year. Kagiura used to be anxious about his future dormitory life, but thanks to his energetic senior looking out for him, he has come to feel content and at ease. As he continues to rely on Hirano more and more each day, he develops strong feelings for his selfless friend. In the six months they have left as roommates, Kagiura is determined to put a name to the relationship he cherishes so dearly before it comes to an end. \r\n\r\n[Written by MAL Rewrite]", "link": "https://myanimelist.net/anime/52364/Hirano_to_Kagiura", "score": "0", "genre": ["Boys Love", "Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1986/132701.jpg"}
{"judul": "Gridman Universe", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/50587/Gridman_Universe", "score": "0", "genre": ["Action", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1897/133657.jpg"}
{"judul": "Blue Giant", "sinopsis": "\"I will definitely become the world's best Jazz player!\"\r\n\r\nBlue Giant follows Dai Miyamoto, who is a member of the basketball club. While attending junior high school one day, a friend takes him to a live jazz performance, which inspires him deeply. Thereafter, he begins practicing the tenor saxophone by himself, without the ability to read sheet music.\r\n\r\nRain or shine, day or night, Dai continues to practice. During his first performance, he is criticized by the audience, however, Dai passionately blows away at his saxophone. A tale of reaching his goal recklessly and sincerely begins.\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/50183/Blue_Giant", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1576/132154.jpg"}
{"judul": "Kin no Kuni Mizu no Kuni", "sinopsis": "Once upon a time, there were two rival kingdoms that did not get along. Every day, they argued over insignificant matters. When a dispute over removing dog waste ultimately turned into a war, God swiftly intervened and directed the two nation's leaders to exchange the most beautiful girl and the most intelligent young man for bride and bridegroom, respectively.\r\n\r\nSaara, the princess of country A, meets the prince of country B, Naranbayar. As they pretend to be a married couple to protect the peace between the countries, they find themselves gradually falling in love.\r\n\r\n(Source: MAL News)\r\n\r\nThe film premiered at the Animation Is Film Festival in Los Angeles on October 21, 2022. The film was officially released in theaters in Japan on January 27, 2023.", "link": "https://myanimelist.net/anime/52186/Kin_no_Kuni_Mizu_no_Kuni", "score": "0", "genre": ["Fantasy", "Romance"], "img": "https://cdn.myanimelist.net/images/anime/1653/133181.jpg"}
{"judul": "SSSS.Gridman Movie", "sinopsis": "Compilation film of SSSS.Gridman.", "link": "https://myanimelist.net/anime/53850/SSSSGridman_Movie", "score": "0", "genre": ["Action", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1884/133240.jpg"}
{"judul": "Argonavis Movie: Axia", "sinopsis": " ", "link": "https://myanimelist.net/anime/45731/Argonavis_Movie__Axia", "score": "0", "genre": ["Drama"], "img": "https://cdn.myanimelist.net/images/anime/1848/123788.jpg"}
{"judul": "Rakudai Majo: Fuuka to Yami no Majo", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/51404/Rakudai_Majo__Fuuka_to_Yami_no_Majo", "score": "0", "genre": ["Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1003/133209.jpg"}
{"judul": "Shenhai", "sinopsis": "The film Deep Sea is another original animated feature film directed by Tian Xiaopeng after Monkey King: Hero Is Back and it’s also a 3D animation creation of exploration significance for October Media. Although antique stories are popular among Chinese animation works in recent years, Deep Sea will apply a different way, using unique oriental aesthetics to interpret a fantasy story with a modern background.\r\n\r\nThe film Deep Sea builds a different brand new underwater world, and tells the story of a girl who encounters a unique life journey, seeking and searching in the mysterious underwater world.\r\n\r\n(Source: Official Site)", "link": "https://myanimelist.net/anime/44212/Shenhai", "score": "0", "genre": ["Adventure", "Fantasy"], "img": "https://cdn.myanimelist.net/images/anime/1122/132765.jpg"}
{"judul": "Soukyuu no Fafner: Behind the Line", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/50675/Soukyuu_no_Fafner__Behind_the_Line", "score": "0", "genre": ["Action", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1216/125056.jpg"}
{"judul": "Detective Conan: Haibara Ai Monogatari - Kurogane no Mystery Train", "sinopsis": "The movie will focus on Ai Haibara's past and will reconstruct the Mystery Train arc from the television anime, which shows Haibara and Conan meeting for the first time. The movie will also include scenes from the Kurogane no Submarine (Black Iron Submarine) movie.\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/53780/Detective_Conan__Haibara_Ai_Monogatari_-_Kurogane_no_Mystery_Train", "score": "0", "genre": ["Mystery"], "img": "https://cdn.myanimelist.net/images/anime/1285/131672.jpg"}
{"judul": "Kyouki Sanmyaku: Naked Peak", "sinopsis": "A flight to Antarctica turns into a frantic rescue mission after the plane mysteriously vanishes. Efforts to locate the missing passengers lead rescuers to discover the plane's course set for a never-before-seen mountain range - the largest on Earth.\r\n\r\nTowering over 10,000 feet above sea level, the Everest-eclipsing eighth wonder of the world draws attention from the world's best climbers and thrill-seekers. Although they have conquered the tallest peaks in the past, Earth's new vertigo-inducing heights are surpassed only by the dreadful horrors awaiting at the top.\r\n\r\n(Source: ANN)", "link": "https://myanimelist.net/anime/53849/Kyouki_Sanmyaku__Naked_Peak", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1686/133916.jpg"}
{"judul": "Doraemon Movie 42: Nobita to Sora no Utopia", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/52318/Doraemon_Movie_42__Nobita_to_Sora_no_Utopia", "score": "0", "genre": ["Adventure", "Comedy", "Sci-Fi"], "img": "https://cdn.myanimelist.net/images/anime/1299/131609.jpg"}
{"judul": "Aikatsu! 10th Story: Mirai e no Starway (2023)", "sinopsis": "(No synopsis yet.)", "link": "https://myanimelist.net/anime/53499/Aikatsu_10th_Story__Mirai_e_no_Starway_2023", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1837/130395.jpg"}
{"judul": "Yamanaka Sadao ni Sasageru Manga Eiga \"Nezumikozou Jirokichi\"", "sinopsis": "The short movie will be a silent anime depicting behind-the-scene stories of the Nezumikozou Jirokichi: Edo no Maki (Nezumikozou Jirokichi: Chapter of Edo) film directed by Sadao Yamanaka, as well as his effort to produce it.\r\n\r\n(Source: MAL News)", "link": "https://myanimelist.net/anime/54602/Yamanaka_Sadao_ni_Sasageru_Manga_Eiga_Nezumikozou_Jirokichi", "score": "0", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1553/133701.jpg"}
{"judul": "Youkai Watch ♪ Movie 8: Jibanyan vs. Komasan - Monge Daikessen da Nyan", "sinopsis": "One day, a mysterious event suddenly occurred. For some reason, Jibanyan's favorite sweet: Chocobars, and Komasan's favorite: soft-serve ice cream, began to disappear from this world one after another. Why? A mysterious Yo-kai appears and tells them, \"The way to bring Chocobars and soft-serve ice cream back to this world is for Jibanyan and Komasan to fight.\" Meanwhile, Hovernyan and Komasan's sister, Komami, who is a spy, discover that there is a Yo-kai behind this incident. There was a great conspiracy hidden. In addition, the unprecedented crisis surrounding Lord Emma, the strongest being in the Yo-kai World, is revealed! Where is Jibanyan VS Komasan? And who is the mastermind behind the incident?\r\n\r\n(Source: Yo-kai Watch Wiki)", "link": "https://myanimelist.net/anime/53634/Youkai_Watch_♪_Movie_8__Jibanyan_vs_Komasan_-_Monge_Daikessen_da_Nyan", "score": "0", "genre": ["Comedy", "Supernatural"], "img": "https://cdn.myanimelist.net/images/anime/1762/131317.jpg"}
{"judul": "Art College 1994", "sinopsis": "In the 1990s, a group of students on the campus of the Chinese Southern Academy of Arts are pursuing their studies and preparing to face the world. China is opening up to the West and the students’ lives are a tangle of love stories and friendships, artistic research, ideals and ambitions brought about by new influences. Caught between tradition and modernity, they have to decide who they want to become.\r\n\r\n(Source: Berlin International Film Festival)", "link": "https://myanimelist.net/anime/54662/Art_College_1994", "score": "0", "genre": ["Slice of Life"], "img": "https://cdn.myanimelist.net/images/anime/1582/133960.jpg"}
{"judul": "Shingeki no Kyojin: The Final Season - Kanketsu-hen", "sinopsis": "The conclusion to Shingeki no Kyojin.", "link": "https://myanimelist.net/anime/51535/Shingeki_no_Kyojin__The_Final_Season_-_Kanketsu-hen", "score": "9.19", "genre": ["Action", "Drama", "Suspense"], "img": "https://cdn.myanimelist.net/images/anime/1279/131078.jpg"}
{"judul": "Evangelion: 3.0 (-46h)", "sinopsis": "Unaired footage included on the BD release of Evangelion: 3.0+1.0 Thrice Upon a Time.", "link": "https://myanimelist.net/anime/53246/Evangelion__30_-46h", "score": "6.68", "genre": [], "img": "https://cdn.myanimelist.net/images/anime/1337/128855.jpg"}
{"judul": "Nijiyon Animation Specials", "sinopsis": "Three un-aired episodes bundled on the Nijiyon Animation Blu-ray BOX. ", "link": "https://myanimelist.net/anime/54117/Nijiyon_Animation_Specials", "score": "0", "genre": ["Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1197/132448.jpg"}
{"judul": "Buddy Daddies Recap", "sinopsis": "Recap of the first 8 episodes of Buddy Daddies.", "link": "https://myanimelist.net/anime/54656/Buddy_Daddies_Recap", "score": "6.29", "genre": ["Action", "Comedy"], "img": "https://cdn.myanimelist.net/images/anime/1705/133951.jpg"}
